{"lista_treinos": [{"resumo": "O leão é um mamífero da família dos felinos, sendo o segundo maior felino do mundo. É conhecido por sua juba, que é um indicativo de sua idade e força. O leão é um animal que vive em grupo, conhecido como bando, e costuma caçar em conjunto, preferencialmente a noite. Sua alimentação se baseia em carne, sendo que eles costumam caçar animais como zebras, gnus e antílopes. Os leões machos costumam ser maiores e mais fortes que as fêmeas, e sua função principal é proteger o bando de outros animais predadores.", "perguntas": [{"pergunta": "Qual é a principal função dos leões machos?", "alternativas": ["Caçar para o bando", "Proteger o bando de animais predadores", "Cuidar dos filhotes", "Alimentar-se de carcassas", "Nenhuma das alternativas"], "resposta_correta": "Proteger o bando de animais predadores"}, {"pergunta": "Qual é o tipo de alimentação dos leões?", "alternativas": ["Vegetariana", "Omnívora", "Insetívora", "Carnívora", "Nenhuma das alternativas"], "resposta_correta": "Carnívora"}, {"pergunta": "O leão é um animal que:", "alternativas": ["Vive sozinho", "Vive em grupo", "Vive em casal", "Vive com mais de dois companheiros", "Nenhuma das alternativas"], "resposta_correta": "Vive em grupo"}, {"pergunta": "Qual é a principal característica que diferencia os leões machos das fêmeas?", "alternativas": ["A cor da pelagem", "O tamanho", "O número de presas", "A força", "Nenhuma das alternativas"], "resposta_correta": "O tamanho"}, {"pergunta": "Qual é a principal presa dos leões?", "alternativas": ["Cobras", "Ratos", "Zebus", "Lagartos", "Nenhuma das alternativas"], "resposta_correta": "Zebus"}], "tema": "Leão"}, {"resumo": "Deserto é uma área de terra que possui baixa precipitação pluviométrica, o que significa que chove muito pouco. Na sua maioria, os desertos são compostos por dunas de areia e rochas, e o clima é extremamente árido, com temperaturas elevadas durante o dia e frias à noite. Além disso, a umidade relativa do ar é muito baixa e as nuvens raramente aparecem. Por causa das condições climáticas hostis, a fauna e flora que conseguem sobreviver no deserto são bastante específicas e adaptadas. Algumas das características da fauna são a presença de animais noturnos, como os escorpiões, e répteis, como os camaleões. Já a flora inclui plantas com adaptações singulares, como as cactáceas, que armazenam água em seus caules para sobreviver às longas estiagens.", "perguntas": [{"pergunta": "O que caracteriza um deserto?", "alternativas": ["Muita chuva e temperatura amena", "Pouca chuva e temperatura elevada", "Muita chuva e temperatura elevada", "Pouca chuva e temperatura amena", "Muita neve e temperatura elevada"], "resposta_correta": "Pouca chuva e temperatura elevada"}, {"pergunta": "Como são compostos a maioria dos desertos?", "alternativas": ["Por rios e lagos", "Por florestas exuberantes", "Por dunas de areia e rochas", "Por grandes montanhas", "Por paisagens árticas"], "resposta_correta": "Por dunas de areia e rochas"}, {"pergunta": "Qual é a principal característica do clima desértico?", "alternativas": ["Chuvas torrenciais frequentes", "Temperaturas amenas o ano todo", "Umidade relativa do ar elevada", "Temperaturas elevadas durante o dia e frias à noite", "Neve frequente"], "resposta_correta": "Temperaturas elevadas durante o dia e frias à noite"}, {"pergunta": "Como é a fauna do deserto?", "alternativas": ["Composta por animais aquáticos", "Formada por animais diurnos", "Composta por animais noturnos e répteis", "Não existem animais no deserto", "Composta apenas por felinos"], "resposta_correta": "Composta por animais noturnos e répteis"}, {"pergunta": "Quais são algumas das características da flora que sobrevive no deserto?", "alternativas": ["Folhas largas e flores vistosas", "Plantas que exigem muita água", "Plantas que residem somente em água salobra", "Plantas sem adaptações específicas", "Plantas com adaptações singulares, como as cactáceas"], "resposta_correta": "Plantas com adaptações singulares, como as cactáceas"}], "tema": "Deserto"}, {"resumo": "Equação é uma expressão matemática que envolve variáveis e/ou constantes e utiliza os símbolos matemáticos para estabelecer relações entre essas grandezas. As equações são escritas geralmente na forma ax + b = 0, onde a e b são os coeficientes da equação, e x é a variável que estamos procurando. Existem diferentes tipos de equações, como as lineares, quadráticas, exponenciais, logarítmicas, entre outras.\n\nPara resolver uma equação, devemos isolar a variável do lado esquerdo da igualdade e os termos constantes do lado direito, aplicando as operações matemáticas necessárias para simplificar a expressão. O objetivo é encontrar o valor da variável que satisfaz a equação. Em alguns casos, a equação pode não ter solução ou ter mais de uma solução.\n\nAs equações são amplamente utilizadas em diversas áreas do conhecimento, como a física, química, engenharia, economia, entre outras. Na física, por exemplo, as equações descrevem as leis da natureza, como a lei da gravitação universal e as leis da termodinâmica. Na engenharia, as equações são usadas para projetar e dimensionar sistemas e equipamentos. Na economia, as equações podem ser aplicadas para estudar o comportamento de mercados e fazer previsões.\n\nPara resolver equações mais complexas, existem diversas técnicas e métodos disponíveis, como a utilização de fórmulas específicas para equações quadráticas, o método de substituição, o método de adição e subtração, o método da multiplicação e divisão, entre outros. Além disso, há também softwares e calculadoras que podem auxiliar na resolução de equações.\n\nEm resumo, as equações são expressões matemáticas que estabelecem relações entre variáveis e são amplamente utilizadas em diversas áreas do conhecimento. Para resolvê-las, é necessário isolar a variável e aplicar as operações matemáticas adequadas. Existem diferentes tipos de equações e técnicas para a sua resolução.", "perguntas": [{"pergunta": "O que é uma equação?", "alternativas": ["Uma expressão matemática que envolve variáveis e/ou constantes e estabelece relações entre essas grandezas", "Um símbolo matemático que representa uma operação", "Um número que não varia", "Uma palavra que não tem significado matemático", "Uma expressão que não tem igualdade entre termos"], "resposta_correta": "Uma expressão matemática que envolve variáveis e/ou constantes e estabelece relações entre essas grandezas"}, {"pergunta": "Qual é a forma geral de uma equação linear?", "alternativas": ["ax² + bx + c = 0", "ax + b = c", "y = mx + b", "e^x + 1 = 0", "a/x + b/y = c"], "resposta_correta": "ax + b = 0"}, {"pergunta": "Como se resolve uma equação?", "alternativas": ["Isolando a variável do lado esquerdo da igualdade e aplicando as operações matemáticas necessárias", "Invertendo a igualdade para obter o resultado", "Eliminando a variável da expressão", "Adicionando ou subtraindo um número aleatório", "Multiplicando ou dividindo ambos os lados da equação por um número"], "resposta_correta": "Isolando a variável do lado esquerdo da igualdade e aplicando as operações matemáticas necessárias"}, {"pergunta": "Qual é a importância das equações em diferentes áreas do conhecimento?", "alternativas": ["Descrevem as leis da natureza", "São usadas para projetar e dimensionar sistemas e equipamentos", "Podem ser aplicadas para estudar o comportamento de mercados e fazer previsões", "Todas as alternativas estão corretas", "Nenhuma das alternativas está correta"], "resposta_correta": "Todas as alternativas estão corretas"}, {"pergunta": "Quais são os métodos disponíveis para a resolução de equações?", "alternativas": ["Método da multiplicação e divisão", "Método da adição e subtração", "Método de substituição", "Todas as alternativas estão corretas", "Nenhuma das alternativas está correta"], "resposta_correta": "Todas as alternativas estão corretas"}], "tema": "Equação"}, {"resumo": "Democracia é uma forma de governo em que o poder político é exercido pelo povo através de eleições diretas ou indiretas. Ela se baseia nos princípios da liberdade, da igualdade e da justiça social, e é considerada uma das formas mais justas e equilibradas de governo. A democracia permite que as pessoas possam escolher seus representantes e participar ativamente do processo político, através do voto e do debate público. Ela tem como objetivo garantir o bem-estar e a felicidade de todos os cidadãos, sem distinção de raça, gênero, religião, ou qualquer outra característica que os diferencie. No entanto, apesar de seus benefícios, a democracia também apresenta desafios e limitações, como a necessidade de uma constante vigilância para evitar abusos de poder por parte dos governantes.", "perguntas": [{"pergunta": "O que é democracia?", "alternativas": ["A) Uma forma de governo em que o poder político é exercido pelo povo através do voto.", "B) Uma forma de governo em que o poder político é exercido por um líder autoritário.", "C) Uma forma de governo em que o poder político é exercido por um grupo de elite.", "D) Uma forma de governo em que o poder político é exercido por uma religião específica.", "E) Nenhuma das alternativas acima."], "resposta_correta": "A) Uma forma de governo em que o poder político é exercido pelo povo através do voto."}, {"pergunta": "Quais são os princípios que a democracia se baseia?", "alternativas": ["A) Liberdade, igualdade e justiça social.", "B) Autoritarismo, desigualdade e injustiça social.", "C) Monarquia, aristocracia e teocracia.", "D) Anarquia, comunismo e socialismo.", "E) Nenhuma das alternativas acima."], "resposta_correta": "A) Liberdade, igualdade e justiça social."}, {"pergunta": "Quais os benefícios da democracia?", "alternativas": ["A) Garante o bem-estar e a felicidade de todos os cidadãos.", "B) Promove a igualdade entre todas as pessoas.", "C) Permite a participação ativa do povo no processo político.", "D) Todas as alternativas estão corretas.", "E) Nenhuma das alternativas acima."], "resposta_correta": "D) Todas as alternativas estão corretas."}, {"pergunta": "Qual a principal limitação da democracia?", "alternativas": ["A) A impossibilidade de escolher livremente seus representantes.", "B) A falta de debate público na sociedade.", "C) A necessidade constante de vigilância para evitar abusos de poder.", "D) A ausência de direitos individuais.", "E) Nenhuma das alternativas acima."], "resposta_correta": "C) A necessidade constante de vigilância para evitar abusos de poder."}, {"pergunta": "Qual o objetivo da democracia?", "alternativas": ["A) Garantir os direitos das minorias.", "B) Promover a liberdade e a justiça social.", "C) Respeitar a vontade da maioria.", "D) Garantir a felicidade e o bem-estar de todos os cidadãos.", "E) Nenhuma das alternativas acima."], "resposta_correta": "D) Garantir a felicidade e o bem-estar de todos os cidadãos."}], "tema": "Democracia"}, {"resumo": "O futebol é um esporte de equipe jogado em um campo retangular com uma bola. O objetivo é marcar gols na meta oposta, chutando a bola com os pés ou a cabeça. O esporte é popular em todo o mundo, com torneios internacionais como a Copa do Mundo e a Liga dos Campeões. A história do futebol remonta a jogos semelhantes praticados em civilizações antigas. O esporte moderno começou na Inglaterra em meados do século XIX, com regras padronizadas sendo desenvolvidas em 1863. O futebol é conhecido por sua capacidade de unir pessoas de diferentes culturas e nacionalidades em torno de um objetivo comum.", "perguntas": [{"pergunta": "Qual é o objetivo do futebol?", "alternativas": ["Marcar pontos com as mãos", "Marcar gols na meta oposta chutando a bola com os pés ou a cabeça", "Derrubar o adversário", "Jogar a bola em um aro", "Correr em uma pista"], "resposta_correta": "Marcar gols na meta oposta chutando a bola com os pés ou a cabeça"}, {"pergunta": "Qual é o torneio internacional mais famoso de futebol?", "alternativas": ["Super Bowl", "Copa do Mundo", "US Open", "The Masters", "Wimbledon"], "resposta_correta": "Copa do Mundo"}, {"pergunta": "Onde o futebol moderno começou?", "alternativas": ["Brasil", "Espanha", "Itália", "Inglaterra", "Alemanha"], "resposta_correta": "Inglaterra"}, {"pergunta": "Qual é a competição de clubes mais importante da Europa?", "alternativas": ["Campeonato Brasileiro", "La Liga", "Liga dos Campeões", "Premier League", "Bundesliga"], "resposta_correta": "Liga dos Campeões"}, {"pergunta": "Por que o futebol é conhecido por unir pessoas de diferentes culturas e nacionalidades?", "alternativas": ["Porque os jogadores sempre falam o mesmo idioma", "Porque é um esporte que só é praticado em alguns países", "Porque as pessoas têm interesse em aprender sobre outras culturas", "Porque todos querem vencer a qualquer custo", "Porque o futebol é capaz de transcender barreiras culturais e linguísticas"], "resposta_correta": "Porque o futebol é capaz de transcender barreiras culturais e linguísticas"}], "tema": "Futebol"}, {"resumo": "A pizza é um prato originado na Itália e é amplamente consumida em todo o mundo. Trata-se de uma massa plana em forma circular que é coberta com molho de tomate e uma variedade de ingredientes, como queijo, carnes, vegetais e temperos. Acredita-se que a pizza tenha sido criada em Nápoles, no sul da Itália, por volta do século XVII. Com o passar do tempo, diferentes variações e estilos de pizza foram criados em diferentes regiões do mundo.", "perguntas": [{"pergunta": "Qual é a origem da pizza?", "alternativas": ["Espanha", "Itália", "França", "Reino Unido", "Estados Unidos"], "resposta_correta": "Itália"}, {"pergunta": "Quais são os ingredientes comuns encontrados em uma pizza?", "alternativas": ["Molho de tomate e frutas", "Queijo e legumes", "Carne e macarrão", "Peixe e cebola", "Arroz e molho branco"], "resposta_correta": "Queijo e legumes"}, {"pergunta": "Em qual cidade italiana acredita-se que a pizza tenha sido criada?", "alternativas": ["Milão", "Roma", "Florença", "Nápoles", "Veneza"], "resposta_correta": "Nápoles"}, {"pergunta": "A pizza é consumida apenas na Itália?", "alternativas": ["Sim", "Não", "Talvez", "Depende", "Não há informações suficientes para responder"], "resposta_correta": "Não"}, {"pergunta": "Existem diferentes variações e estilos de pizza?", "alternativas": ["Não", "Sim, apenas dois", "Sim, apenas três", "Sim, muitos", "Não sei"], "resposta_correta": "Sim, muitos"}], "tema": "Pizza"}, {"resumo": "Áries é o primeiro signo do zodíaco e é representado pelo cordeiro. Esse signo é governado por Marte e é conhecido por sua energia e impulsividade. As pessoas de Áries tendem a ser corajosas, dinâmicas e líderes naturais. Eles são frequentemente aventureiros e gostam de assumir riscos. No entanto, também podem ser impacientes e teimosos. Na astrologia, Áries é considerado um signo de fogo, que é associado a paixão e entusiasmo. Áries também é conhecido por sua capacidade de ser um lutador forte e corajoso. Eles são extremamente determinados e não desistem facilmente, o que os torna bem-sucedidos em muitas áreas da vida.", "perguntas": [{"pergunta": "Áries é o primeiro signo do zodíaco?", "alternativas": ["Verdadeiro", "Falso", "Não mencionado no texto"], "resposta_correta": "Verdadeiro"}, {"pergunta": "Áries é governado por qual planeta?", "alternativas": ["Júpiter", "Mercúrio", "Marte", "Sol", "Vênus"], "resposta_correta": "Marte"}, {"pergunta": "Quais são as características positivas das pessoas de Áries?", "alternativas": ["Impacientes e teimosas", "Corajosas e dinâmicas", "Passivas e complacentes", "Inseguras e tímidas"], "resposta_correta": "Corajosas e dinâmicas"}, {"pergunta": "Áries é considerado um signo de qual elemento?", "alternativas": ["Terra", "Fogo", "Ar", "Água"], "resposta_correta": "Fogo"}, {"pergunta": "Quais são as características negativas das pessoas de Áries?", "alternativas": ["Impacientes e teimosas", "Corajosas e dinâmicas", "Passivas e complacentes", "Inseguras e tímidas"], "resposta_correta": "Impacientes e teimosas"}], "tema": "Áries"}, {"resumo": "Albert Einstein foi um físico teórico nascido na Alemanha em 1879. Ele é conhecido por sua teoria da relatividade e sua famosa equação E=mc². Einstein apresentou suas ideias revolucionárias em 1905, quando publicou seu trabalho sobre a teoria da relatividade especial. Em 1915, ele apresentou sua teoria da relatividade geral, que mostrou que a gravidade resulta da curvatura do espaço-tempo. Esta teoria foi confirmada em 1919 quando as observações de um eclipse confirmaram suas previsões. Einstein recebeu o Prêmio Nobel de Física em 1921 por suas contribuições à física teórica.", "perguntas": [{"pergunta": "O que Einstein é conhecido por fazer?", "alternativas": ["A) Descobrir a gravidade", "B) Desenvolver a teoria da relatividade", "C) Inventar a eletricidade", "D) Desenvolver a teoria atômica", "E) Nenhuma das alternativas"], "resposta_correta": "B) Desenvolver a teoria da relatividade"}, {"pergunta": "Em que ano Einstein publicou seu trabalho sobre a teoria da relatividade especial?", "alternativas": ["A) 1905", "B) 1915", "C) 1921", "D) 1926", "E) Nenhuma das alternativas"], "resposta_correta": "A) 1905"}, {"pergunta": "Qual equação é associada a Einstein?", "alternativas": ["A) F=ma", "B) E=mc²", "C) H²O", "D) P=mv", "E) Nenhuma das alternativas"], "resposta_correta": "B) E=mc²"}, {"pergunta": "Qual teoria de Einstein mostrou que a gravidade resulta da curvatura do espaço-tempo?", "alternativas": ["A) Teoria atômica", "B) Teoria quântica", "C) Teoria da relatividade especial", "D) Teoria da relatividade geral", "E) Nenhuma das alternativas"], "resposta_correta": "D) Teoria da relatividade geral"}, {"pergunta": "Por que Einstein recebeu o Prêmio Nobel de Física em 1921?", "alternativas": ["A) Por descobrir a eletricidade", "B) Por desenvolver a teoria atômica", "C) Pela teoria da relatividade especial", "D) Pela teoria da relatividade geral", "E) Nenhuma das alternativas"], "resposta_correta": "C) Pela teoria da relatividade especial"}], "tema": "Einstein"}, {"resumo": "A baleia é um mamífero aquático que pertence à ordem Cetacea. Existem cerca de 90 espécies de baleias, sendo que as maiores são as baleias azuis, que podem chegar a medir mais de 30 metros de comprimento e pesar mais de 170 toneladas. As baleias são animais migratórios e podem percorrer grandes distâncias em busca de alimento. Elas se alimentam principalmente de krill e de pequenos peixes, e possuem um sistema de comunicação complexo, que envolve sons de baixa frequência e cantos que podem durar horas. As baleias são consideradas importantes para o ecossistema marinho, uma vez que ajudam a controlar a população de algumas espécies de peixes e crustáceos.", "perguntas": [{"pergunta": "Quantas espécies de baleia existem?", "alternativas": ["10", "50", "90", "150", "200"], "resposta_correta": "90"}, {"pergunta": "Qual é a maior espécie de baleia?", "alternativas": ["Baleia Jubarte", "Baleia Franca", "Baleia Azul", "Orca", "Baleia Minke"], "resposta_correta": "Baleia Azul"}, {"pergunta": "Do que se alimentam as baleias?", "alternativas": ["Tubarão", "Algas", "Krill e pequenos peixes", "Plâncton", "Lulas"], "resposta_correta": "Krill e pequenos peixes"}, {"pergunta": "Como as baleias se comunicam?", "alternativas": ["Através de sons de alta frequência", "Através de gestos com o corpo", "Através de sons de baixa frequência e cantos", "Através de cores na pele", "Através de secreções odoríferas"], "resposta_correta": "Através de sons de baixa frequência e cantos"}, {"pergunta": "Por que as baleias são importantes para o ecossistema marinho?", "alternativas": ["Elas são predadoras de tubarões", "Elas ajudam a controlar a população de peixes e crustáceos", "Elas são importantes para o turismo", "Elas produzem nutrientes essenciais para o oceano", "Elas ajudam a manter a temperatura do oceano"], "resposta_correta": "Elas ajudam a controlar a população de peixes e crustáceos"}], "tema": "Baleia"}, {"resumo": "Uma montanha é uma elevação natural de terreno e é caracterizada pela sua altura em relação ao nível do mar. A definição exata do que é uma montanha é variável de acordo com a região do mundo e pode levar em conta diferentes fatores, como a altitude, inclinação e topografia do terreno. As montanhas são formadas por processos geológicos ao longo de milhões de anos, como a movimentação das placas tectônicas e a erosão. As montanhas são importantes fontes de recursos naturais, como água, minerais e biodiversidade, e também têm grande valor cultural e religioso para muitos povos.", "perguntas": [{"pergunta": "Quais são os fatores que podem ser levados em conta para definir o que é uma montanha?", "alternativas": ["Altitude, inclinação e topografia do terreno.", "Localização urbana, densidade populacional e poluição do ar.", "Clima, tipo de vegetação e fauna associada.", "Idade geológica, grau de exposição solar e presença de rios.", "None of the above."], "resposta_correta": "Altitude, inclinação e topografia do terreno."}, {"pergunta": "Como as montanhas são formadas?", "alternativas": ["Por processos geológicos ao longo de muitos anos.", "Por despejo de lixo e resíduos industriais.", "Por ação do vento e da chuva ao longo do tempo.", "Por efeitos causados diretamente pelo ser humano.", "None of the above."], "resposta_correta": "Por processos geológicos ao longo de muitos anos."}, {"pergunta": "Além de sua beleza natural, as montanhas também são importantes porque:", "alternativas": ["São fontes de recursos naturais, como água, minerais e biodiversidade.", "Ajudam a evitar o aquecimento global.", "Permitem a prática de esportes radicais.", "Influenciam o clima mundial.", "None of the above."], "resposta_correta": "São fontes de recursos naturais, como água, minerais e biodiversidade."}, {"pergunta": "Existem montanhas em todas as partes do mundo?", "alternativas": ["Sim, as montanhas são encontradas em todos os continentes.", "Não, as montanhas são encontradas apenas em países tropicais.", "Depende da época do ano.", "Não, as montanhas estão concentradas em áreas específicas, como os Alpes.", "None of the above."], "resposta_correta": "Não, as montanhas estão concentradas em áreas específicas, como os Alpes."}, {"pergunta": "As montanhas têm algum valor cultural e religioso?", "alternativas": ["Sim, muitos povos têm tradições culturais e religiosas ligadas às montanhas.", "Não, as montanhas são apenas um acidente geográfico.", "As montanhas têm valor apenas para atividades turísticas.", "As montanhas são vistas como símbolo de opressão e autoritarismo.", "None of the above."], "resposta_correta": "Sim, muitos povos têm tradições culturais e religiosas ligadas às montanhas."}], "tema": "Montanha"}, {"resumo": "Teorema é um termo utilizado em matemática para descrever uma proposição que foi demonstrada como verdadeira, a partir de axiomas ou outras proposições já provadas. Por exemplo, o teorema de Pitágoras afirma que o quadrado da hipotenusa de um triângulo retângulo é igual à soma dos quadrados dos catetos. Este teorema foi demonstrado por meio da geometria euclidiana.", "perguntas": [{"pergunta": "O que é um teorema?", "alternativas": ["Uma proposição matemática provada", "Uma especulação", "Uma impossibilidade matemática", "Uma conjectura não comprovada", "Uma afirmação sem base matemática"], "resposta_correta": "Uma proposição matemática provada"}, {"pergunta": "Como um teorema é provado?", "alternativas": ["A partir de axiomas ou outras proposições já provadas", "Através de suposições sem base matemática", "Com base em intuições", "Por meio de tentativa e erro", "A partir de crenças pessoais"], "resposta_correta": "A partir de axiomas ou outras proposições já provadas"}, {"pergunta": "Qual o teorema de Pitágoras?", "alternativas": ["A soma dos ângulos internos de um triângulo é 180 graus", "O perímetro de um círculo é igual a 2π vezes o raio", "O quadrado da hipotenusa de um triângulo retângulo é igual à soma dos quadrados dos catetos", "A área de um triângulo é igual a base vezes altura dividido por 2", "A circunferência de um círculo é igual a 2π vezes o raio"], "resposta_correta": "O quadrado da hipotenusa de um triângulo retângulo é igual à soma dos quadrados dos catetos"}, {"pergunta": "Quem foi Euclides?", "alternativas": ["Um filósofo grego", "Um matemático indiano", "Um cientista romano", "Um pintor renascentista", "Um líder político europeu"], "resposta_correta": "Um matemático indiano"}, {"pergunta": "Qual é a importância dos teoremas na matemática?", "alternativas": ["Fornecem uma base confiável para o desenvolvimento de novas teorias e aplicações matemáticas", "São apenas curiosidades matemáticas sem utilidade prática", "Não têm importância na matemática moderna", "Podem ser substituídos por intuições e crenças pessoais", "São apenas especulações sem base matemática"], "resposta_correta": "Fornecem uma base confiável para o desenvolvimento de novas teorias e aplicações matemáticas"}], "tema": "Teorema"}, {"resumo": "Um partido político é uma organização que busca influenciar a política de um país ou região através da eleição de membros para cargos públicos. Partidos representam as diversas opiniões políticas presentes em uma sociedade e têm como objetivo defender e promover suas ideologias. Eles surgiram na Europa no final do século XVIII e se espalharam pelo mundo nos séculos seguintes. No Brasil, o primeiro partido político foi criado em 1831, logo após a independência do país. Desde então, o país já teve diversos partidos, desde os mais conservadores até os mais progressistas.", "perguntas": [{"pergunta": "O que é um partido político?", "alternativas": ["Uma organização que busca influenciar a política de um país ou região através da eleição de membros para cargos públicos.", "Uma igreja que busca influenciar a política de um país ou região através da pregação de valores religiosos.", "Uma ONG que busca influenciar a política de um país ou região através da realização de projetos sociais.", "Uma empresa que busca influenciar a política de um país ou região através do lobby.", "Um sindicato que busca influenciar a política de uma empresa através da representação dos trabalhadores."], "resposta_correta": "Uma organização que busca influenciar a política de um país ou região através da eleição de membros para cargos públicos."}, {"pergunta": "Qual o objetivo dos partidos políticos?", "alternativas": ["Defender e promover suas ideologias.", "Defender e promover valores religiosos.", "Realizar projetos sociais.", "Lobby empresarial.", "Representar os trabalhadores."], "resposta_correta": "Defender e promover suas ideologias."}, {"pergunta": "Onde surgiram os partidos políticos?", "alternativas": ["Na Europa, no final do século XVIII.", "Na América do Sul, no início do século XIX.", "Na África, no final do século XIX.", "Na Ásia, no início do século XX.", "Na América do Norte, no final do século XVIII."], "resposta_correta": "Na Europa, no final do século XVIII."}, {"pergunta": "Quando foi criado o primeiro partido político no Brasil?", "alternativas": ["1831.", "1822.", "1889.", "1891.", "1900."], "resposta_correta": "1831."}, {"pergunta": "O que os partidos políticos representam?", "alternativas": ["As diversas opiniões políticas presentes em uma sociedade.", "Os valores religiosos presentes em uma sociedade.", "Os projetos sociais presentes em uma sociedade.", "Os interesses empresariais presentes em uma sociedade.", "Os interesses dos trabalhadores presentes em uma sociedade."], "resposta_correta": "As diversas opiniões políticas presentes em uma sociedade."}], "tema": "Partido"}, {"resumo": "O tênis é um esporte praticado com uma bola e raquetes em uma quadra específica. O objetivo é fazer com que a bola passe pelo lado oposto da quadra sem que o adversário consiga pegá-la. Existem quatro tipos de quadra em que o tênis pode ser praticado: a de grama, a de saibro, a dura e a sintética. Cada uma delas oferece diferentes características que podem influenciar no estilo de jogo dos atletas. Existem diversas competições internacionais de tênis, sendo os torneios Grand Slam os mais prestigiados. Alguns dos principais nomes do esporte são Roger Federer, Rafael Nadal, Novak Djokovic e Serena Williams.", "perguntas": [{"pergunta": "Qual o objetivo do tênis?", "alternativas": ["a) Fazer o maior número de pontos possíveis", "b) Passar a bola pelo lado oposto da quadra sem que o adversário consiga pegá-la", "c) Defender a quadra de maneira a dificultar a passagem da bola pelo lado oposto", "d) Driblar o adversário para chegar até o gol", "e) Arremessar a bola no gol adversário"], "resposta_correta": "b"}, {"pergunta": "Quantos tipos de quadra existem para a prática do tênis?", "alternativas": ["a) Um", "b) Dois", "c) Três", "d) Quatro", "e) Cinco"], "resposta_correta": "d"}, {"pergunta": "Quais são os tipos de quadra existentes para o tênis?", "alternativas": ["a) De grama, de terra e de piso sintético", "b) De grama, de saibro e de carpete", "c) De grama, de saibro, dura e sintética", "d) De argila, de terra e de piso sintético", "e) De argila, de saibro, dura e sintética"], "resposta_correta": "c"}, {"pergunta": "Qual é o torneio de tênis mais prestigiado?", "alternativas": ["a) US Open", "b) Australian Open", "c) Wimbledon", "d) Roland Garros", "e) Copa Davis"], "resposta_correta": "c"}, {"pergunta": "Quais são alguns dos principais nomes do tênis?", "alternativas": ["a) Roger Federer, Rafael Nadal, Novak Djokovic e Cristiano Ronaldo", "b) Michael Jordan, Kobe Bryant, LeBron James e Serena Williams", "c) Lionel Messi, Neymar Jr, Cristiano Ronaldo e Kylian Mbappé", "d) Roger Federer, Rafael Nadal, Novak Djokovic e Serena Williams", "e) Tiger Woods, Phil Mickelson, Rory McIlroy e Brooks Koepka"], "resposta_correta": "d"}], "tema": "Tênis"}, {"resumo": "Sushi é uma iguaria japonesa que tem ganhando cada vez mais adeptos no mundo todo. Consiste em pequenos pedaços de arroz envoltos em pedaços de peixe, frutos do mar, vegetais ou omelete. O arroz é temperado com vinagre, açúcar e sal, e o sabor pode ser delicado ou intenso, dependendo dos ingredientes utilizados. O sushi pode ser consumido cru ou levemente cozido, e é considerado uma opção saudável e nutritiva devido aos altos níveis de proteína, vitaminas e minerais presentes nos ingredientes escolhidos.", "perguntas": [{"pergunta": "Qual é a origem do sushi?", "alternativas": ["Tailândia", "Japão", "China", "Índia", "Coreia"], "resposta_correta": "Japão"}, {"pergunta": "O que é utilizado para temperar o arroz do sushi?", "alternativas": ["Óleo e sal", "Açúcar, sal e vinagre", "Molho de soja", "Limão e sal", "Vinagre balsâmico"], "resposta_correta": "Açúcar, sal e vinagre"}, {"pergunta": "Quais tipo de ingredientes podem ser utilizados para fazer sushi?", "alternativas": ["Apenas frutos do mar", "Somente vegetais", "Frutos do mar, vegetais e omelete", "Carne vermelha", "Apenas arroz"], "resposta_correta": "Frutos do mar, vegetais e omelete"}, {"pergunta": "O sushi é considerado uma opção saudável. Por quê?", "alternativas": ["Porque é rico em açúcares", "Porque contém muita gordura", "Porque é pobre em nutrientes", "Porque tem alto nível de proteínas, vitaminas e minerais", "Porque contém poucas calorias"], "resposta_correta": "Porque tem alto nível de proteínas, vitaminas e minerais"}, {"pergunta": "O sushi pode ser consumido apenas cru?", "alternativas": ["Sim", "Não", "Depende do tipo de ingrediente utilizado", "Apenas se for salmão", "Apenas se for atum"], "resposta_correta": "Não"}], "tema": "Sushi"}, {"resumo": "Câncer é o nome dado a um conjunto de doenças nas quais as células do corpo começam a se multiplicar sem controle, invadindo e destruindo tecidos saudáveis. Existem diversos tipos de câncer, sendo os mais comuns o câncer de pulmão, de mama, de próstata e de cólon. As causas do câncer podem ser diversas, como tabagismo, exposição a radiações, consumo excessivo de álcool e histórico familiar. O diagnóstico pode ser feito através de exames de imagem e biópsias, e o tratamento depende do tipo e estágio do câncer, podendo envolver cirurgia, radioterapia e quimioterapia.", "perguntas": [{"pergunta": "Qual é o nome dado a um conjunto de doenças nas quais as células do corpo começam a se multiplicar sem controle?", "alternativas": ["Diabetes", "Leucemia", "Câncer", "HIV", "Malária"], "resposta_correta": "Câncer"}, {"pergunta": "Quais são os tipos de câncer mais comuns?", "alternativas": ["Câncer de pele, de pâncreas e de tireoide", "Câncer de mama, de pulmão, de próstata e de cólon", "Câncer de estômago, de esôfago e de fígado", "Câncer de ossos, de ovário e de cérebro", "Câncer de bexiga, de rim e de boca"], "resposta_correta": "Câncer de mama, de pulmão, de próstata e de cólon"}, {"pergunta": "Quais são algumas das causas do câncer?", "alternativas": ["Consumo excessivo de açúcar", "Falta de exercícios físicos", "Tabagismo, exposição a radiações e consumo excessivo de álcool", "Má higiene bucal", "Falta de sono"], "resposta_correta": "Tabagismo, exposição a radiações e consumo excessivo de álcool"}, {"pergunta": "Como é feito o diagnóstico do câncer?", "alternativas": ["Através de exames de sangue", "Através de exames de imagem e biópsias", "Através de consulta médica", "Através de exames de urina", "Através de exames de fezes"], "resposta_correta": "Através de exames de imagem e biópsias"}, {"pergunta": "Qual é o tratamento para o câncer?", "alternativas": ["Cirurgia plástica", "Fisioterapia", "Acupuntura", "Radioterapia e quimioterapia", "Terapia ocupacional"], "resposta_correta": "Radioterapia e quimioterapia"}], "tema": "Câncer"}, {"resumo": "Mona Lisa é uma pintura a óleo sobre tela do artista italiano Leonardo da Vinci. Foi pintada por volta de 1503 e 1506, durante o Renascimento italiano. A obra retrata uma mulher com um sorriso enigmático e em um ambiente natural. A modelo da pintura é Lisa Gherardini, esposa de um rico comerciante italiano. A pintura é um dos retratos mais famosos da história da arte e é exibida no Museu do Louvre, em Paris, desde 1797. A Mona Lisa foi objeto de diversas interpretações, teorias e especulações ao longo dos anos, o que contribuiu para o fascínio que a obra exerce há tantos séculos.", "perguntas": [{"pergunta": "Quem é a modelo retratada na pintura?", "alternativas": ["A) A irmã de Leonardo da Vinci.", "B) A esposa de um rico comerciante italiano.", "C) A mãe de Leonardo da Vinci.", "D) Uma rainha francesa.", "E) Uma cortesã italiana."], "resposta_correta": "B) A esposa de um rico comerciante italiano."}, {"pergunta": "Qual é o nome da pintura?", "alternativas": ["A) Vênus de Milo.", "B) A Última Ceia.", "C) Primavera.", "D) Mona Lisa.", "E) O Nascimento de Vênus."], "resposta_correta": "D) Mona Lisa."}, {"pergunta": "Em que museu a obra está exposta?", "alternativas": ["A) Museu do Prado, em Madrid.", "B) Galeria Uffizi, em Florença.", "C) Museu do Louvre, em Paris.", "D) National Gallery of Art, em Washington D.C.", "E) Museu de Arte de São Paulo (MASP)."], "resposta_correta": "C) Museu do Louvre, em Paris."}, {"pergunta": "Quando a pintura foi criada?", "alternativas": ["A) No século XII.", "B) No século XIV.", "C) No século XV.", "D) No século XVI.", "E) No século XVII."], "resposta_correta": "C) No século XV."}, {"pergunta": "Por que a pintura é tão famosa?", "alternativas": ["A) Porque foi criada por um artista muito famoso.", "B) Porque retrata uma modelo muito bonita.", "C) Por causa do enigma do sorriso enigmático da modelo.", "D) Por causa do belo ambiente natural retratado.", "E) Nenhuma das alternativas anteriores."], "resposta_correta": "C) Por causa do enigma do sorriso enigmático da modelo."}], "tema": "Mona lisa"}, {"resumo": "O carbono é um elemento químico presente na natureza em diversas formas, como grafite, diamante, carvão, petróleo, gás natural, entre outros. Possui seis elétrons e seis prótons, sendo encontrado no grupo 14 da tabela periódica. O carbono é crucial para a vida na Terra, sendo encontrado em todas as células e constituindo a base de moléculas biológicas como proteínas, carboidratos e ácidos nucleicos. O ciclo do carbono é essencial para manter o equilíbrio climático no planeta, e suas emissões em excesso têm efeitos prejudiciais ao meio ambiente e à saúde humana.", "perguntas": [{"pergunta": "Qual é o grupo da tabela periódica onde o carbono é encontrado?", "alternativas": ["Grupo 12", "Grupo 13", "Grupo 14", "Grupo 15", "Grupo 16"], "resposta_correta": "Grupo 14"}, {"pergunta": "Qual é a importância do carbono para a vida na Terra?", "alternativas": ["Não tem importância", "Constitui a base de moléculas biológicas", "Serve apenas como combustível", "É tóxico para organismos vivos", "Nenhuma das alternativas"], "resposta_correta": "Constitui a base de moléculas biológicas"}, {"pergunta": "O que é o ciclo do carbono?", "alternativas": ["Um fenômeno geológico", "Um processo industrial", "Um efeito climático", "Uma rotação planetária", "Um processo natural que regula a quantidade de carbono na atmosfera"], "resposta_correta": "Um processo natural que regula a quantidade de carbono na atmosfera"}, {"pergunta": "O que são emissões de carbono?", "alternativas": ["Partículas emitidas por vulcões", "Substâncias tóxicas", "Gases emitidos por processos industriais", "Todos os tipos de poluição", "Gases emitidos naturalmente pela Terra"], "resposta_correta": "Gases emitidos naturalmente pela Terra"}, {"pergunta": "Por que as emissões de carbono em excesso são prejudiciais?", "alternativas": ["Não são prejudiciais", "Aumentam a quantidade de carbono na atmosfera, causando o aquecimento global", "Não têm efeito sobre o meio ambiente", "Reduzem a qualidade do ar", "Aumentam a ocorrência de chuvas ácidas"], "resposta_correta": "Aumentam a quantidade de carbono na atmosfera, causando o aquecimento global"}], "tema": "Carbono"}, {"resumo": "O macaco é um primata que vive em várias partes do mundo, desde florestas tropicais até montanhas. Existem cerca de 260 espécies diferentes de macacos, com tamanhos variados, desde menores que um rato até o gorila, que pode chegar a pesar mais de 180 quilos. Eles são animais sociais e vivem em grupos, podendo se comunicar entre si através de grunhidos, gritos e gestos. Alguns macacos comem principalmente frutas e vegetais, enquanto outros são carnívoros e se alimentam de insetos, aves ou outros animais. Alguns também são capazes de usar ferramentas para ajudá-los a encontrar comida ou abrir frutos duros. Muitas espécies de macacos são ameaçadas de extinção devido à perda de habitat, caça e tráfico ilegal. ", "perguntas": [{"pergunta": "Quantas espécies diferentes de macacos existem?", "alternativas": ["100", "200", "260", "300", "350"], "resposta_correta": "260"}, {"pergunta": "Qual é o tamanho máximo que um macaco pode atingir?", "alternativas": ["50 kg", "120 kg", "150 kg", "180 kg", "200 kg"], "resposta_correta": "180 kg"}, {"pergunta": "Como os macacos se comunicam entre si?", "alternativas": ["Através de canto", "Através de gestos", "Através de gritos", "Através de sussurros", "Através de assobios"], "resposta_correta": "Através de grunhidos, gritos e gestos"}, {"pergunta": "O que os macacos comem?", "alternativas": ["Apenas frutas", "Apenas carne", "Apenas vegetais", "Frutas e vegetais", "Insetos e aves"], "resposta_correta": "Podem comer frutas, vegetais ou serem carnívoros e se alimentar de insetos, aves ou outros animais"}, {"pergunta": "Por que muitas espécies de macacos estão ameaçadas de extinção?", "alternativas": ["Devido a guerras", "Devido a doenças", "Devido a predadores", "Devido à caça e ao tráfico ilegal", "Devido a mudanças climáticas"], "resposta_correta": "Devido à perda de habitat, caça e tráfico ilegal"}], "tema": "Macaco"}, {"resumo": "O Rio é uma cidade brasileira localizada no estado do Rio de Janeiro, conhecida por sua beleza natural e culturalmente rica. A cidade foi fundada em 1565 pelos portugueses e é cercada por montanhas e pelo Oceano Atlântico. O Cristo Redentor é uma das principais atrações turísticas do Rio, sendo considerado uma das Sete Maravilhas do Mundo Moderno. Além disso, o carnaval carioca é famoso em todo o mundo, com desfiles de escolas de samba e blocos de rua. A cidade também é um importante centro financeiro e econômico do país, abrigando empresas nacionais e internacionais.", "perguntas": [{"pergunta": "Qual é a data de fundação do Rio?", "alternativas": ["1500", "1565", "1700", "1808", "1900"], "resposta_correta": "1565"}, {"pergunta": "O que cerca a cidade do Rio?", "alternativas": ["Rios e lagos", "Mata atlântica", "Castelos antigos", "Montanhas e oceano", "Desertos e praias"], "resposta_correta": "Montanhas e oceano"}, {"pergunta": "Qual é a principal atração turística do Rio?", "alternativas": ["Estádio do Maracanã", "Museu do Amanhã", "Jardim Botânico", "Cristo Redentor", "Pão de Açúcar"], "resposta_correta": "Cristo Redentor"}, {"pergunta": "O que é tão famoso no carnaval carioca?", "alternativas": ["Ruas e avenidas decoradas", "Bloco de Carnaval", "Danças de Carnaval", "Desfile de escolas de samba", "Batalhas de rua"], "resposta_correta": "Desfile de escolas de samba"}, {"pergunta": "O Rio é um centro financeiro e econômico importante do país?", "alternativas": ["Sim", "Não"], "resposta_correta": "Sim"}], "tema": "Rio"}, {"resumo": "Trigonometria é um ramo da matemática que estuda as relações entre os lados e ângulos de um triângulo. Essa área do conhecimento é muito útil para resolver problemas envolvendo medidas de ângulos e distâncias. A trigonometria possui diversas aplicações, como em arquitetura, física, astronomia, engenharia, entre outras. Os principais conceitos da trigonometria são: seno, cosseno e tangente. Essas três funções podem ser usadas para calcular comprimentos de lados desconhecidos de um triângulo, bem como ângulos, a partir de medidas de seus lados.", "perguntas": [{"pergunta": "Qual é o principal objetivo da trigonometria?", "alternativas": ["Estudar as relações entre os lados e ângulos de um triângulo", "Resolver equações do segundo grau", "Calcular a média ponderada", "Estudar os movimentos de um corpo", "Nenhuma das alternativas acima"], "resposta_correta": "Estudar as relações entre os lados e ângulos de um triângulo"}, {"pergunta": "Quais são as três principais funções da trigonometria?", "alternativas": ["Seno, cosseno e tangente", "Raiz quadrada, logaritmo e exponencial", "Média, moda e mediana", "Derivada, integral e limite", "Nenhuma das alternativas acima"], "resposta_correta": "Seno, cosseno e tangente"}, {"pergunta": "Para que aplicações a trigonometria é mais utilizada?", "alternativas": ["Arquitetura, física, astronomia e engenharia", "Ciências humanas", "Biologia e medicina", "Ciência da computação", "Nenhuma das alternativas acima"], "resposta_correta": "Arquitetura, física, astronomia e engenharia"}, {"pergunta": "Como as três funções da trigonometria podem ser usadas?", "alternativas": ["Para calcular comprimentos de lados desconhecidos de um triângulo e ângulos", "Para calcular a área de um retângulo", "Para calcular a velocidade média de um corpo", "Para calcular a temperatura de uma substância", "Nenhuma das alternativas acima"], "resposta_correta": "Para calcular comprimentos de lados desconhecidos de um triângulo e ângulos"}, {"pergunta": "Além do seno, cosseno e tangente, quais são outras funções trigonométricas?", "alternativas": ["Secante, cossecante e cotangente", "Seno hiperbólico, cosseno hiperbólico e tangente hiperbólica", "Logaritmo, exponencial e raiz quadrada", "Média, moda e mediana", "Nenhuma das alternativas acima"], "resposta_correta": "Secante, cossecante e cotangente"}], "tema": "Trigonometria"}, {"resumo": "O Presidente é o chefe de estado e de governo de um país. Ele é o líder do poder executivo e tem a responsabilidade de tomar decisões importantes referentes ao país e suas políticas públicas. O presidente representa o país em âmbito internacional e mantém relações diplomáticas com outros países. No Brasil, o presidente é eleito através do voto direto da população por um período de 4 anos, podendo ser reeleito por mais um mandato consecutivo.", "perguntas": [{"pergunta": "Qual o papel do presidente em um país?", "alternativas": ["Representar o país em âmbito internacional", "Tomar decisões importantes ao governo", "Ser o líder do poder executivo", "Todas as alternativas estão corretas", "Nenhuma das alternativas está correta"], "resposta_correta": "Todas as alternativas estão corretas"}, {"pergunta": "Como é escolhido o presidente no Brasil?", "alternativas": ["Indicação pelo Congresso Nacional", "Voto indireto da população", "Voto direto da população", "Nomeação pelo Supremo Tribunal Federal", "Nenhuma das alternativas está correta"], "resposta_correta": "Voto direto da população"}, {"pergunta": "Por quanto tempo é eleito o presidente no Brasil?", "alternativas": ["2 anos", "3 anos", "4 anos", "5 anos", "6 anos"], "resposta_correta": "4 anos"}, {"pergunta": "Qual o papel do presidente em relação à diplomacia?", "alternativas": ["Manter relações diplomáticas com outros países", "Assumir o comando das Forças Armadas", "Controlar a produção de alimentos no país", "Realizar obras públicas", "Nenhuma das alternativas está correta"], "resposta_correta": "Manter relações diplomáticas com outros países"}, {"pergunta": "O presidente pode ser reeleito quantas vezes consecutivas no Brasil?", "alternativas": ["1 vez", "2 vezes", "3 vezes", "4 vezes", "Não há limite para reeleição"], "resposta_correta": "1 vez"}], "tema": "Presidente"}, {"resumo": "Basquete é um esporte coletivo popular em todo o mundo. Foi criado em 1891 pelo professor de educação física canadense James Naismith. O objetivo do jogo é marcar pontos colocando a bola na cesta do adversário, que fica a uma altura de 3,05 metros. O jogo é disputado em duas equipes, cada uma com cinco jogadores. Os jogadores podem arremessar, driblar ou passar a bola. A partida é dividida em quatro quartos de 10 minutos cada um, com intervalo de 15 minutos entre o segundo e o terceiro quarto. O time que tiver marcado mais pontos ao final do tempo regulamentar é o vencedor. Caso ocorra empate, o jogo pode ser decidido na prorrogação.", "perguntas": [{"pergunta": "Quem inventou o basquete?", "alternativas": ["Michael Jordan", "LeBron James", "James Naismith", "Kobe Bryant", "Stephen Curry"], "resposta_correta": "James Naismith"}, {"pergunta": "Qual é o objetivo do jogo de basquete?", "alternativas": ["Tocar a bola com as mãos na linha de fundo", "Marcar pontos colocando a bola na cesta do adversário", "Derrubar o oponente com as mãos", "Chutar a bola na cesta do adversário", "Passar a bola para o goleiro"], "resposta_correta": "Marcar pontos colocando a bola na cesta do adversário"}, {"pergunta": "Quantos jogadores compõem cada equipe?", "alternativas": ["6", "7", "8", "9", "5"], "resposta_correta": "5"}, {"pergunta": "Quanto tempo dura cada quarto?", "alternativas": ["5 minutos", "15 minutos", "10 minutos", "20 minutos", "25 minutos"], "resposta_correta": "10 minutos"}, {"pergunta": "O que acontece se ocorrer empate no final do tempo regulamentar?", "alternativas": ["Os jogadores decidem o resultado na luta livre", "Os times dividem os pontos e não há vencedor", "O jogo é decidido no pênalti", "O time que tiver mais torcedores presentes é o vencedor", "O jogo pode ser decidido na prorrogação"], "resposta_correta": "O jogo pode ser decidido na prorrogação"}], "tema": "Basquete"}, {"resumo": "O chocolate é um alimento popular produzido a partir do processamento das sementes de cacau. Originário das civilizações pré-colombianas da América Central, o chocolate só se tornou popular na Europa após a chegada dos conquistadores espanhóis no século XVI. O chocolate possui propriedades antioxidantes e pode melhorar o humor, mas também tem alto teor de gordura e açúcar. Existem diferentes tipos de chocolate, incluindo chocolate ao leite, chocolate amargo e chocolate branco. O chocolate é amplamente utilizado na culinária e como presente em datas comemorativas.", "perguntas": [{"pergunta": "Qual o principal ingrediente na produção de chocolate?", "alternativas": ["Leite", "Cacau", "Açúcar", "Farinha", "Ovo"], "resposta_correta": "Cacau"}, {"pergunta": "Qual a origem do chocolate?", "alternativas": ["Europa", "Ásia", "América do Norte", "América Central", "África"], "resposta_correta": "América Central"}, {"pergunta": "Quais as propriedades do chocolate?", "alternativas": ["Alto teor de gordura e açúcar", "Baixo teor de açúcar e gordura", "Alto teor de proteína", "Baixo teor de sódio", "Alto teor de fibras"], "resposta_correta": "Alto teor de gordura e açúcar"}, {"pergunta": "Quantos tipos de chocolate existem?", "alternativas": ["1", "2", "3", "4", "5"], "resposta_correta": "3"}, {"pergunta": "Qual a utilidade do chocolate na culinária?", "alternativas": ["Apenas como sobremesa", "Para dar sabor a pratos doces e salgados", "Para colorir alimentos", "Para enriquecer nutrientes", "Para substituir o açúcar"], "resposta_correta": "Para dar sabor a pratos doces e salgados"}], "tema": "Chocolate"}, {"resumo": "Virgem é um signo do zodíaco que rege aqueles nascidos entre 23 de agosto e 22 de setembro. É considerado um signo terrestre, sendo conhecido por sua natureza prática e organizada. Indivíduos de Virgem tendem a ser analíticos, perfeccionistas e atentos aos detalhes. Eles gostam de se envolver em projetos que permitem que eles usem sua habilidade de observação e pensamento crítico. Na astrologia, Virgem é governado por Mercúrio e é frequentemente associado à saúde e higiene pessoal. Pessoas de Virgem geralmente se preocupam com a saúde, nutrição e fitness, e são conhecidos por ter várias habilidades práticas.", "perguntas": [{"pergunta": "Qual é a data do período de Virgem do zodíaco?", "alternativas": ["23 de julho a 22 de agosto", "23 de agosto a 22 de setembro", "23 de setembro a 22 de outubro", "23 de outubro a 21 de novembro", "22 de novembro a 21 de dezembro"], "resposta_correta": "23 de agosto a 22 de setembro"}, {"pergunta": "Qual é a natureza de Virgem?", "alternativas": ["Água", "Fogo", "Ar", "Terra", "Metal"], "resposta_correta": "Terra"}, {"pergunta": "Quais são algumas características da personalidade de Virgem?", "alternativas": ["Espontâneo, extrovertido, teimoso", "Intuitivo, emocional, sonhador", "Analítico, perfeccionista, atento aos detalhes", "Ambicioso, assertivo, dominante", "Flexível, adaptável, sociável"], "resposta_correta": "Analítico, perfeccionista, atento aos detalhes"}, {"pergunta": "Que planeta governa Virgem na astrologia?", "alternativas": ["Vênus", "Marte", "Júpiter", "Mercúrio", "Saturno"], "resposta_correta": "Mercúrio"}, {"pergunta": "Com o que Virgem é frequentemente associado na astrologia?", "alternativas": ["Dinheiro e sucesso", "Relacionamentos amorosos", "Alegria e felicidade", "Saúde e higiene pessoal", "Viagens e aventuras"], "resposta_correta": "Saúde e higiene pessoal"}], "tema": "Virgem"}, {"resumo": "Ludwig van Beethoven foi um compositor e pianista alemão do período clássico e romântico. Nasceu em 1770 em Bonn, na Alemanha, e faleceu em 1827 em Viena, na Áustria. Beethoven é considerado um dos maiores e mais influentes compositores da história da música. Sua obra é vasta e inclui nove sinfonias, cinco concertos para piano, um concerto para violino, 32 sonatas para piano, uma ópera e diversas outras peças menores. Beethoven sofreu com a perda parcial da audição desde jovem e ficou completamente surdo em seus últimos anos, o que influenciou sua música e sua personalidade. Ele era conhecido por seu temperamento forte e pelo seu posicionamento político liberal.", "perguntas": [{"pergunta": "O que Beethoven é considerado?", "alternativas": ["Um dos maiores e mais influentes compositores da história da música", "Um dos maiores pintores da história da arte", "Um dos maiores escritores da história da literatura", "Um dos maiores filósofos da história da filosofia", "Um dos maiores cientistas da história da ciência"], "resposta_correta": "Um dos maiores e mais influentes compositores da história da música"}, {"pergunta": "Quantas sinfonias Beethoven compôs?", "alternativas": ["12", "9", "5", "15", "20"], "resposta_correta": "9"}, {"pergunta": "Qual era o instrumento principal de Beethoven?", "alternativas": ["Violino", "Piano", "Violoncelo", "Flauta", "Guitarra"], "resposta_correta": "Piano"}, {"pergunta": "O que influenciou a música e a personalidade de Beethoven?", "alternativas": ["Seu amor pela natureza", "Seu interesse pela filosofia", "Sua habilidade como pianista", "Sua perda parcial da audição", "Sua riqueza"], "resposta_correta": "Sua perda parcial da audição"}, {"pergunta": "Como era a personalidade de Beethoven?", "alternativas": ["Calma e tranquila", "Timida e introvertida", "Alegre e descontraída", "Fortemente temperamental", "Desinteressada e apática"], "resposta_correta": "Fortemente temperamental"}], "tema": "Beethoven"}, {"resumo": "O oxigênio é um elemento químico essencial para a vida na Terra, presente em uma abundância cerca de 10.000 vezes superior à média de outros elementos em todo o universo conhecido. Sua principal função é a de sustentar a respiração de organismos aeróbicos, por meio da realização da oxidação das células do corpo humano e da liberação de energia para as atividades diárias.\n\nO oxigênio é um gás incolor, insípido e inodoro, que compreende cerca de 21% da composição do ar atmosférico. Ele é produzido através da fotossíntese das plantas, que transformam o dióxido de carbono e outras substâncias em compostos ricos em energia, incluindo o próprio oxigênio.\n\nAlém de propiciar a respiração, o uso do oxigênio tem diversas outras aplicações na indústria e medicina. Na indústria metalúrgica, o oxigênio é utilizado para a soldagem, corte de metais e produção de aço. Em medicina, ele é utilizado como um tratamento para pessoas com dificuldade respiratória e doenças pulmonares.\n\nApesar de sua importância, a alta concentração de oxigênio em ambientes fechados pode apresentar riscos à saúde humana. O excesso de oxigênio é tóxico e pode causar danos aos pulmões e outros órgãos, além de ser altamente inflamável e causar incêndios em ambientes com altas concentrações.\n\nA busca por oxigênio fora da Terra é um tema recorrente em pesquisas sobre a exploração espacial e colonização de outros planetas. Até o momento, a atmosfera de Marte é a única conhecida que contém oxigênio, ainda que em uma concentração extremamente baixa.", "perguntas": [{"pergunta": "Qual é a principal função do oxigênio?", "alternativas": ["A) Manutenção da temperatura corporal", "B) Sustentar a respiração de organismos aeróbicos", "C) Combustão de alimentos", "D) Síntese de compostos orgânicos", "E) Nenhuma das alternativas"], "resposta_correta": "B) Sustentar a respiração de organismos aeróbicos"}, {"pergunta": "Qual o percentual de oxigênio presente na composição do ar atmosférico?", "alternativas": ["A) 21%", "B) 50%", "C) 10%", "D) 5%", "E) Nenhuma das alternativas"], "resposta_correta": "A) 21%"}, {"pergunta": "O que é fotossíntese?", "alternativas": ["A) Reação química na qual o oxigênio é liberado na atmosfera", "B) Síntese de compostos orgânicos a partir da energia solar", "C) Transformação do oxigênio em dióxido de carbono", "D) Nenhuma das alternativas", "E) Todas as alternativas"], "resposta_correta": "B) Síntese de compostos orgânicos a partir da energia solar"}, {"pergunta": "Qual a principal aplicação do oxigênio na indústria?", "alternativas": ["A) Tratamento de doenças respiratórias", "B) Produção de aço", "C) Limpeza de ambientes", "D) Fabricação de plásticos", "E) Nenhuma das alternativas"], "resposta_correta": "B) Produção de aço"}, {"pergunta": "Por que a alta concentração de oxigênio em ambientes fechados pode apresentar riscos?", "alternativas": ["A) Pode causar danos ao meio ambiente", "B) É altamente inflamável", "C) Pode causar danos aos pulmões e outros órgãos", "D) Nenhuma das alternativas", "E) Todas as alternativas"], "resposta_correta": "C) Pode causar danos aos pulmões e outros órgãos"}], "tema": "Oxigênio"}, {"resumo": "O gato é um animal de estimação muito popular em todo o mundo. Eles fazem parte da família Felidae e têm uma expectativa de vida média de 12 a 16 anos. Os gatos são animais solitários por natureza, mas também podem ser muito sociáveis e apegados aos seus donos. Eles têm uma personalidade única e são conhecidos por serem independentes, brincalhões e curiosos. A maioria das raças de gatos tem um sistema de pelagem naturalmente limpo e não precisam tomar banho com frequência.", "perguntas": [{"pergunta": "Qual é a expectativa de vida média de um gato?", "alternativas": ["6 a 8 anos", "8 a 10 anos", "12 a 16 anos", "18 a 20 anos", "20 a 25 anos"], "resposta_correta": "12 a 16 anos"}, {"pergunta": "Os gatos são animais sociáveis?", "alternativas": ["Sim, eles são animais muito sociáveis", "Não, eles são animais solitários", "Apenas algumas raças de gatos são sociáveis", "Eles são sociáveis com outros animais, mas não com humanos", "Só são sociáveis com outros gatos"], "resposta_correta": "Eles são animais solitários, mas também podem ser muito sociáveis e apegados aos seus donos."}, {"pergunta": "Qual é uma característica de personalidade comum entre os gatos?", "alternativas": ["Eles são conhecidos por serem agressivos", "Eles não gostam de brincar", "Eles não são curiosos", "Eles são tímidos", "Eles são independentes, brincalhões e curiosos."], "resposta_correta": "Eles são independentes, brincalhões e curiosos."}, {"pergunta": "Os gatos precisam tomar banho com frequência?", "alternativas": ["Sim, pelo menos uma vez por semana", "Não, a maioria das raças tem um sistema de pelagem naturalmente limpo", "Sim, todos os dias", "Depende da raça do gato", "Sim, pelo menos uma vez por mês"], "resposta_correta": "Não, a maioria das raças tem um sistema de pelagem naturalmente limpo e não precisam tomar banho com frequência."}, {"pergunta": "Qual é o nome da família animal em que o gato se enquadra?", "alternativas": ["Canidae", "Felidae", "Ursidae", "Equidae", "Hominidae"], "resposta_correta": "Felidae"}], "tema": "Gato"}, {"resumo": "O oceano é uma vasta massa de água salgada que cobre grande parte da superfície da Terra. Ele é dividido em cinco grandes oceanos: Atlântico, Pacífico, Índico, Ártico e Antártico. O oceano desempenha um papel crucial na regulação do clima global, agindo como um grande regulador de temperatura. Além disso, é o lar de uma infinidade de espécies marinhas, muitas das quais ainda não foram descobertas pelo homem. As atividades humanas, como a pesca excessiva e a poluição, têm um impacto significativo no ecossistema marinho e nos seres que dele dependem.", "perguntas": [{"pergunta": "Qual é a função do oceano na regulação do clima global?", "alternativas": ["A) Não tem função na regulação do clima.", "B) Atua como um grande regulador de temperatura.", "C) Contribui para o aquecimento global.", "D) Causa tempestades e furacões.", "E) Todas as alternativas estão corretas."], "resposta_correta": "B) Atua como um grande regulador de temperatura."}, {"pergunta": "Quantos oceanos existem?", "alternativas": ["A) 3", "B) 4", "C) 5", "D) 6", "E) 7"], "resposta_correta": "C) 5"}, {"pergunta": "Qual é o nome do maior oceano?", "alternativas": ["A) Atlântico", "B) Pacífico", "C) Índico", "D) Ártico", "E) Antártico"], "resposta_correta": "B) Pacífico"}, {"pergunta": "Que impacto as atividades humanas têm no ecossistema marinho?", "alternativas": ["A) Não têm impacto significativo.", "B) Contribuem para a preservação das espécies marinhas.", "C) Não afetam a qualidade da água.", "D) Causam poluição e pesca excessiva.", "E) Nenhuma das alternativas está correta."], "resposta_correta": "D) Causam poluição e pesca excessiva."}, {"pergunta": "Por que o oceano é importante?", "alternativas": ["A) Porque é bonito.", "B) Porque contém muitas espécies marinhas.", "C) Porque é importante para a regulação do clima global.", "D) Porque os seres humanos dependem dele para sobreviver.", "E) Todas as alternativas estão corretas."], "resposta_correta": "E) Todas as alternativas estão corretas."}], "tema": "Oceano"}, {"resumo": "Geometria é uma área da Matemática que se dedica ao estudo da forma, tamanho, posição e relação entre figuras. Ela é dividida em diferentes sub-áreas, como Geometria Euclidiana, Geometria Analítica e Geometria Descritiva. A Geometria Euclidiana é baseada nos postulados de Euclides e estuda as propriedades dos objetos matemáticos no espaço. Já a Geometria Analítica foca em representar figuras geométricas por meio de coordenadas no plano ou espaço. A Geometria Descritiva lida com projetar objetos tridimensionais em uma superfície bidimensional, como em desenhos técnicos. A Geometria tem diversas aplicações no cotidiano, como em projetos de engenharia e arquitetura, na criação de jogos e na fabricação de objetos.", "perguntas": [{"pergunta": "Qual é a área da Matemática que se dedica ao estudo da forma, tamanho, posição e relação entre figuras?", "alternativas": ["A) Álgebra", "B) Estatística", "C) Geometria", "D) Cálculo", "E) Trigonometria"], "resposta_correta": "C"}, {"pergunta": "Qual é a Geometria baseada nos postulados de Euclides?", "alternativas": ["A) Geometria Euclideana", "B) Geometria Analítica", "C) Geometria Descritiva", "D) Geometria Moderna", "E) Geometria Sagrada"], "resposta_correta": "A"}, {"pergunta": "O que estuda a Geometria Analítica?", "alternativas": ["A) As propriedades dos objetos matemáticos no espaço", "B) A projeção de objetos tridimensionais em uma superfície bidimensional", "C) A representação de figuras geométricas por meio de coordenadas no plano ou espaço", "D) A análise de dados quantitativos", "E) A medição de ângulos e distâncias"], "resposta_correta": "C"}, {"pergunta": "Qual é a subárea da Geometria que lida com projetar objetos tridimensionais em uma superfície bidimensional?", "alternativas": ["A) Geometria Euclideana", "B) Geometria Analítica", "C) Geometria Descritiva", "D) Geometria Moderna", "E) Geometria Sagrada"], "resposta_correta": "C"}, {"pergunta": "Em quais áreas do cotidiano a Geometria é aplicada?", "alternativas": ["A) Engenharia e Arquitetura", "B) Medicina", "C) Música", "D) Direito", "E) Agricultura"], "resposta_correta": "A"}], "tema": "Geometria"}, {"resumo": "O governo é a instituição responsável por gerir e administrar um país ou região. Ele é formado por diversos poderes, como o executivo (representado pelo presidente ou primeiro-ministro), legislativo (responsável pela elaboração das leis) e judiciário (responsável pela aplicação das leis e julgamento de casos). A principal função do governo é promover o bem-estar da população, por meio de políticas públicas que visam garantir a segurança, saúde, educação, empregabilidade, entre outros aspectos. Cada país possui uma forma de governo e organização política própria, que varia de acordo com a cultura, tradição e valores de sua sociedade.", "perguntas": [{"pergunta": "Qual é a função principal do governo?", "alternativas": ["a) Gerir e administrar um país ou região", "b) Elaborar as leis", "c) Aplicar as leis e julgar casos", "d) Promover o bem-estar da população", "e) Todas as alternativas estão corretas"], "resposta_correta": "d) Promover o bem-estar da população"}, {"pergunta": "Quais são os poderes que formam o governo?", "alternativas": ["a) Executivo, legislativo e judiciário", "b) Executivo, legislativo e militar", "c) Executivo, judiciário e corporativo", "d) Militar, legislativo e judiciário", "e) Nenhuma das alternativas está correta"], "resposta_correta": "a) Executivo, legislativo e judiciário"}, {"pergunta": "O que é política pública?", "alternativas": ["a) Ação individual de um político", "b) Decisão tomada pelo executivo", "c) Conjunto de medidas adotadas pelo governo para atender às necessidades da população", "d) Processo de elaboração de leis", "e) Nenhuma das alternativas está correta"], "resposta_correta": "c) Conjunto de medidas adotadas pelo governo para atender às necessidades da população"}, {"pergunta": "O que influencia na forma de governo de um país?", "alternativas": ["a) Economia", "b) Cultura", "c) Tradição", "d) Valores da sociedade", "e) Todas as alternativas estão corretas"], "resposta_correta": "e) Todas as alternativas estão corretas"}, {"pergunta": "Qual é o poder responsável por aplicar as leis e julgar casos?", "alternativas": ["a) Executivo", "b) Legislativo", "c) Judiciário", "d) Militar", "e) Nenhuma das alternativas está correta"], "resposta_correta": "c) Judiciário"}], "tema": "Governo"}, {"resumo": "A natação é um esporte que consiste em nadar em uma piscina ou em águas abertas. Ela pode ser praticada de forma recreativa ou competitiva, e existem diversas modalidades dentro da natação, como crawl, costas, peito e borboleta. A natação é um exercício físico completo, que ajuda a fortalecer os músculos, melhorar o condicionamento cardiovascular e respiratório, além de ser um esporte de baixo impacto nas articulações. É importante lembrar que a natação também apresenta riscos, como afogamento, hipotermia e lesões. Por isso, é fundamental que sejam seguidas as regras de segurança e que se aprenda a nadar com um instrutor qualificado.", "perguntas": [{"pergunta": "Quais são as modalidades da natação?", "alternativas": ["Crawl, costas, peito e borboleta", "Vôlei, basquete, futebol e handebol", "Surfe, bodyboard, kitesurfe e windsurfe", "Atletismo, ginástica, boxe e luta livre", "Remo, canoagem, stand up paddle e rafting"], "resposta_correta": "Crawl, costas, peito e borboleta"}, {"pergunta": "Quais os benefícios da natação para a saúde?", "alternativas": ["Melhora do condicionamento cardiovascular e respiratório, fortalecimento dos músculos, baixo impacto nas articulações", "Crescimento de cabelo e unhas, prevenção de doenças cardíacas, fortalecimento dos ossos", "Emagrecimento rápido, aumento da massa muscular, melhora do sono", "Prevenção de lesões, aumento da flexibilidade, redução da ansiedade", "Diminuição da pressão arterial, aumento da criatividade, melhora da memória"], "resposta_correta": "Melhora do condicionamento cardiovascular e respiratório, fortalecimento dos músculos, baixo impacto nas articulações"}, {"pergunta": "Quais os riscos da prática da natação?", "alternativas": ["Afogamento, hipotermia e lesões", "Desidratação, queimaduras solares e picadas de insetos", "Exaustão, desmaio e insolação", "Fraturas, luxações e entorses", "Contusões, cortes e queimaduras"], "resposta_correta": "Afogamento, hipotermia e lesões"}, {"pergunta": "Qual a importância de seguir regras de segurança na prática da natação?", "alternativas": ["Para evitar acidentes e garantir a segurança do praticante e dos outros nadadores", "Para aumentar o desempenho esportivo e alcançar melhores resultados", "Para evitar multas e punições por não cumprimento de normas", "Para não se machucar e não prejudicar o equipamento", "Para se destacar dos demais nadadores e ganhar prêmios"], "resposta_correta": "Para evitar acidentes e garantir a segurança do praticante e dos outros nadadores"}, {"pergunta": "É necessário aprender a nadar com um instrutor qualificado?", "alternativas": ["Sim, pois somente ele tem o conhecimento técnico adequado para ensinar as técnicas corretas", "Não, pois a natação é um esporte intuitivo e pode ser aprendido sozinho", "Não é necessário, pois a natação não apresenta riscos significativos", "Apenas se a pessoa desejar se tornar um atleta de natação profissional", "Somente se a pessoa tiver medo de água"], "resposta_correta": "Sim, pois somente ele tem o conhecimento técnico adequado para ensinar as técnicas corretas"}], "tema": "Natação"}, {"resumo": "Hambúrguer é um alimento originário da Alemanha, mas que se popularizou nos Estados Unidos. É um sanduíche feito com pão e carne, geralmente carne bovina, mas também pode ser de frango, porco, peixe, entre outras opções. O hambúrguer é um produto que agrada muitas pessoas, por sua praticidade, sabor e versatilidade. Ele pode ser consumido em diversas ocasiões, desde um almoço rápido até em restaurantes sofisticados. Além disso, o hambúrguer é um item presente em muitas cozinhas caseiras, já que é fácil de fazer e pode ser personalizado de acordo com o gosto do consumidor. Existem diversas variações do hambúrguer, com diferentes tipos de queijos, vegetais e molhos. Em muitos lugares, o hambúrguer é considerado um símbolo da cultura americana, tendo inclusive um dia dedicado a ele nos Estados Unidos, o National Hamburger Day.", "perguntas": [{"pergunta": "Qual é a origem do hambúrguer?", "alternativas": ["Alemanha", "Estados Unidos", "Canadá", "Inglaterra", "França"], "resposta_correta": "Alemanha"}, {"pergunta": "O que é necessário para fazer um hambúrguer?", "alternativas": ["Pão e carne", "Arroz e feijão", "Frutas e vegetais", "Massa e queijo", "Macarrão e frutos do mar"], "resposta_correta": "Pão e carne"}, {"pergunta": "Qual é a carne mais comum usada no hambúrguer?", "alternativas": ["Carne bovina", "Frango", "Peixe", "Porco", "Carne de cordeiro"], "resposta_correta": "Carne bovina"}, {"pergunta": "Por que o hambúrguer é tão popular?", "alternativas": ["Por sua praticidade, sabor e versatilidade", "Por ser caro e exclusivo", "Por ser saudável e nutritivo", "Por ter propriedades medicinais", "Por ser difícil de fazer"], "resposta_correta": "Por sua praticidade, sabor e versatilidade"}, {"pergunta": "Qual país tem um dia dedicado ao hambúrguer?", "alternativas": ["Estados Unidos", "Alemanha", "Brasil", "Itália", "Austrália"], "resposta_correta": "Estados Unidos"}], "tema": "Hambúrguer"}, {"resumo": "O leão é um mamífero da família dos felinos, reconhecido principalmente por sua juba e pela reputação de rei da selva. São animais que costumam viver em savanas, planícies e florestas da África e da Ásia. Os leões machos são maiores e mais pesados do que as fêmeas, podendo chegar a medir até 2,40 metros de comprimento e pesar cerca de 250 kg. As fêmeas, por sua vez, geralmente pesam cerca de 150 kg e medem em torno de 2 metros. A expectativa de vida dos leões em vida livre varia entre 10 e 14 anos, enquanto em cativeiro podem chegar a viver até 20 anos. O leão é um animal carnívoro e vive em grupos ou bandos, conhecidos como coalizões.", "perguntas": [{"pergunta": "Qual animal é conhecido como o rei da selva?", "alternativas": ["a) Tigre", "b) Leopardo", "c) Leão", "d) Lobo", "e) Hiena"], "resposta_correta": "c) Leão"}, {"pergunta": "Onde os leões geralmente vivem?", "alternativas": ["a) Pântanos", "b) Montanhas", "c) Florestas tropicais", "d) Savanas e planícies", "e) Tundra"], "resposta_correta": "d) Savanas e planícies"}, {"pergunta": "Qual é o tamanho médio dos leões machos?", "alternativas": ["a) 1,50 metros", "b) 1,80 metros", "c) 2,00 metros", "d) 2,20 metros", "e) 2,40 metros"], "resposta_correta": "e) 2,40 metros"}, {"pergunta": "Qual é a expectativa de vida dos leões em vida livre?", "alternativas": ["a) 5 a 8 anos", "b) 8 a 10 anos", "c) 10 a 14 anos", "d) 14 a 18 anos", "e) 18 a 20 anos"], "resposta_correta": "c) 10 a 14 anos"}, {"pergunta": "Como os grupos de leões são conhecidos?", "alternativas": ["a) Bandos", "b) Rebanhos", "c) Matilha", "d) Manada", "e) Coalizões"], "resposta_correta": "e) Coalizões"}], "tema": "Leão"}, {"resumo": "Escorpião é um animal conhecido pelo seu veneno mortal e sua aparência temida. Eles pertencem à classe Arachnida e são encontrados em todo o mundo, exceto na Antártica. Sua característica mais marcante é a cauda veemente que contém veneno e é usada para se defender ou caçar. O corpo dos escorpiões é dividido em duas partes: a primeira contém a cabeça, as garras e as pernas; a segunda é a cauda com o ferrão. Eles são noturnos e se escondem durante o dia em rochas, buracos ou debaixo de objetos. Os escorpiões se alimentam de insetos, aranhas, além de pequenos vertebrados como lagartos e roedores.", "perguntas": [{"pergunta": "Qual é a principal característica do escorpião?", "alternativas": ["Suas garras", "Sua cauda venenosa", "Sua cor", "Seu tamanho", "Sua velocidade"], "resposta_correta": "Sua cauda venenosa"}, {"pergunta": "Onde os escorpiões costumam se esconder durante o dia?", "alternativas": ["Na água", "Em plantas", "Debaixo de objetos", "No céu", "Na terra"], "resposta_correta": "Debaixo de objetos"}, {"pergunta": "Qual é a alimentação principal dos escorpiões?", "alternativas": ["Insetos e aranhas", "Bovinos", "Peixes", "Aves", "Cobras"], "resposta_correta": "Insetos e aranhas"}, {"pergunta": "Qual é a classe do escorpião?", "alternativas": ["Mamíferos", "Répteis", "Anfíbios", "Aves", "Arachnida"], "resposta_correta": "Arachnida"}, {"pergunta": "Onde os escorpiões NÃO são encontrados?", "alternativas": ["Na América do Sul", "Na África", "Na Europa", "Na Antártica", "Na Ásia"], "resposta_correta": "Na Antártica"}], "tema": "Escorpião"}, {"resumo": "William Shakespeare foi um dramaturgo, poeta e ator inglês, considerado um dos mais importantes escritores da língua inglesa e um dos maiores dramaturgos da história. Acreditava-se que Shakespeare nasceu em Stratford-upon-Avon, em 1564, e começou sua carreira em Londres por volta de 1590. Ele se tornou membro da Lord Chamberlain's Men (mais tarde chamado de King's Men) em 1594, uma das companhias de teatro mais populares da época. Shakespeare escreveu cerca de 38 peças, além de inúmeros sonetos e dois poemas narrativos. Suas obras tratam de diferentes temas, como amor, ódio, vingança e traição, e muitas delas ainda são representadas em todo o mundo.", "perguntas": [{"pergunta": "Qual a principal área de atuação de Shakespeare?", "alternativas": ["Música", "Cinema", "Teatro", "Dança", "Pintura"], "resposta_correta": "Teatro"}, {"pergunta": "Quantas peças Shakespeare escreveu?", "alternativas": ["20", "38", "50", "70", "100"], "resposta_correta": "38"}, {"pergunta": "Além de peças, o que mais Shakespeare escreveu?", "alternativas": ["Romances", "Ensaio", "Sonetos", "Poesias", "Artigos de Jornal"], "resposta_correta": "Sonetos"}, {"pergunta": "Qual o nome da companhia de teatro da qual Shakespeare fez parte?", "alternativas": ["Queen's Men", "The Globe", "King's Men", "The Lord's Company", "The Royal Shakespeare Company"], "resposta_correta": "King's Men"}, {"pergunta": "Quais são alguns dos temas abordados nas peças de Shakespeare?", "alternativas": ["Comédia e terror", "Amor e ódio", "Guerra e paz", "Alegria e tristeza", "Fome e abundância"], "resposta_correta": "Amor e ódio"}], "tema": "Shakespeare"}, {"resumo": "O hidrogênio é o elemento químico mais abundante no universo e é também um dos mais versáteis. Ele pode ser encontrado em diversos estados físicos na Terra e possui aplicações em diversas áreas, como na indústria química, na produção de energia limpa e como combustível.  O hidrogênio tem um papel fundamental no meio ambiente, pois ele é um importante componente do processo de fotossíntese das plantas, atua na manutenção da camada de ozônio e é um dos principais componentes da água. O hidrogênio pode ser produzido a partir de processos como a eletrólise da água, a reforma a vapor e a gaseificação da biomassa, sendo uma fonte de energia renovável e limpa. Ainda há desafios técnicos e econômicos na produção, armazenamento e distribuição do hidrogênio, mas estudos e avanços tecnológicos têm permitido o progresso na utilização em larga escala desse elemento químico tão importante.", "perguntas": [{"pergunta": "Qual é o elemento químico mais abundante no universo?", "alternativas": ["Hélio", "Carbono", "Oxigênio", "Hidrogênio", "Neônio"], "resposta_correta": "Hidrogênio"}, {"pergunta": "Qual é a importância do hidrogênio para o meio ambiente?", "alternativas": ["Não possui nenhuma importância", "Atrapalha o processo de fotossíntese das plantas", "Não interfere na camada de ozônio", "Não está presente na água", "É um importante componente do processo de fotossíntese das plantas, atua na manutenção da camada de ozônio e é um dos principais componentes da água."], "resposta_correta": "É um importante componente do processo de fotossíntese das plantas, atua na manutenção da camada de ozônio e é um dos principais componentes da água."}, {"pergunta": "De onde pode ser obtido o hidrogênio?", "alternativas": ["A partir de processos radioativos", "A partir de combustíveis fósseis", "A partir da eletrólise da água, da reforma a vapor e da gaseificação da biomassa", "A partir da fermentação de alimentos", "A partir da oxidação de metais"], "resposta_correta": "A partir da eletrólise da água, da reforma a vapor e da gaseificação da biomassa"}, {"pergunta": "Qual é o papel do hidrogênio na produção de energia?", "alternativas": ["Não tem nenhum papel", "É um gerador de poluentes", "Pode ser usado como combustível limpo", "É uma fonte esgotável", "Não pode ser utilizado para produção de energia"], "resposta_correta": "Pode ser usado como combustível limpo"}, {"pergunta": "Quais são os desafios na produção do hidrogênio?", "alternativas": ["Nenhum desafio", "Dependência de recursos estrangeiros", "Problemas na sua obtenção", "Dificuldades na armazenagem e distribuição", "Alto impacto ambiental"], "resposta_correta": "Dificuldades na armazenagem e distribuição"}], "tema": "Hidrogênio"}, {"resumo": "O cachorro, também conhecido como cão, é um animal de estimação muito popular em todo o mundo. Existem diversas raças de cachorro, cada uma com suas próprias características físicas e comportamentais. Eles são animais sociáveis e inteligentes, que se adaptam facilmente a diferentes ambientes e estilos de vida. Os cachorros são animais que precisam de cuidados básicos, como alimentação adequada, exercícios físicos, vacinação e higiene.", "perguntas": [{"pergunta": "Qual o apelido do cachorro?", "alternativas": ["Gato", "Cabra", "Cão", "Urso", "Leão"], "resposta_correta": "Cão"}, {"pergunta": "O cachorro é um animal sociável?", "alternativas": ["Não", "Depende da raça", "Sim", "Apenas com outros cachorros", "Somente quando filhote"], "resposta_correta": "Sim"}, {"pergunta": "O que os cachorros precisam para se manterem saudáveis?", "alternativas": ["Carinho", "Brinquedos", "Comida de gente", "Alimentação adequada, exercícios físicos, vacinação e higiene", "Óleos essenciais"], "resposta_correta": "Alimentação adequada, exercícios físicos, vacinação e higiene"}, {"pergunta": "Quantas raças de cachorro existem?", "alternativas": ["Apenas uma", "Cinco", "Cem", "Mil", "Existem diversas raças de cachorro"], "resposta_correta": "Existem diversas raças de cachorro"}, {"pergunta": "É fácil adaptar um cachorro a diferentes ambientes e estilos de vida?", "alternativas": ["Não", "Depende da raça", "Sim", "Apenas para cachorros de pequeno porte", "Apenas para cachorros de grande porte"], "resposta_correta": "Sim"}], "tema": "Cachorro"}, {"resumo": "As florestas são ecossistemas terrestres que abrigam uma grande diversidade de seres vivos, incluindo árvores, animais e micro-organismos. Elas desempenham um papel fundamental na regulação climática, na qualidade do ar e da água, na prevenção de enchentes e na manutenção da biodiversidade. As florestas podem ser classificadas de acordo com as características climáticas, geográficas e florísticas em quatro tipos principais: floresta tropical, floresta temperada, floresta boreal e floresta de coníferas. No entanto, em todo o mundo, as florestas vêm sendo ameaçadas pela ação humana, incluindo o desmatamento, a exploração madeireira, a agricultura intensiva e a urbanização.", "perguntas": [{"pergunta": "O que são florestas?", "alternativas": ["Ecossistemas terrestres que abrigam uma grande diversidade de seres vivos", "Ecossistemas aquáticos que abrigam uma grande diversidade de seres vivos", "Ecossistemas marinhos que abrigam uma grande diversidade de seres vivos", "Ecossistemas urbanos que abrigam uma grande diversidade de seres vivos", "Nenhuma das alternativas"], "resposta_correta": "Ecossistemas terrestres que abrigam uma grande diversidade de seres vivos"}, {"pergunta": "Qual a importância das florestas?", "alternativas": ["Regulação climática, qualidade do ar e da água, prevenção de enchentes e manutenção da biodiversidade", "Regulação climática e prevenção de enchentes", "Exploração madeireira e prevenção de enchentes", "Agricultura intensiva e prevenção de enchentes", "Nenhuma das alternativas"], "resposta_correta": "Regulação climática, qualidade do ar e da água, prevenção de enchentes e manutenção da biodiversidade"}, {"pergunta": "Quantos tipos de florestas existem?", "alternativas": ["2", "3", "4", "5", "6"], "resposta_correta": "4"}, {"pergunta": "Quais são os principais tipos de florestas?", "alternativas": ["Floresta de neve, floresta de água, floresta de fogo e floresta de pedra", "Floresta tropical, floresta temperada, floresta boreal e floresta de coníferas", "Floresta de espinhos, floresta de cactos, floresta de mangue e floresta de savana", "Floresta de pinheiros, floresta de ciprestes, floresta de eucalipto e floresta de bambu", "Nenhuma das alternativas"], "resposta_correta": "Floresta tropical, floresta temperada, floresta boreal e floresta de coníferas"}, {"pergunta": "Do que as florestas vêm sendo ameaçadas?", "alternativas": ["Ação humana, incluindo o desmatamento, a exploração madeireira, a agricultura intensiva e a urbanização", "Ação dos animais, incluindo a caça e a pesca intensiva", "Ação das mudanças climáticas, incluindo a elevação do nível do mar e as enchentes", "Ação dos micro-organismos, incluindo as doenças vegetais e animais", "Nenhuma das alternativas"], "resposta_correta": "Ação humana, incluindo o desmatamento, a exploração madeireira, a agricultura intensiva e a urbanização"}], "tema": "Floresta"}, {"resumo": "O Cálculo é uma área das matemáticas que lida com os números e as suas mudanças. Ele tem dois ramos principais: o Cálculo Diferencial e o Cálculo Integral. O Cálculo Diferencial é o estudo do conceito de derivada, que mede como uma função muda em um ponto específico. A derivada é importante para encontrar pontos de máximo e mínimo de uma função. O Cálculo Integral é o estudo do conceito de integral, que é a área limitada por uma curva e o eixo x. A integral é importante para encontrar a área ou o volume de uma forma geométrica complexa. O Cálculo é uma ferramenta fundamental para a Física, a Engenharia e a Economia, pois essas áreas precisam de conhecimento detalhado sobre as mudanças dos fenômenos que estudam.", "perguntas": [{"pergunta": "Qual é a área das matemáticas que lida com números e mudanças?", "alternativas": ["Trigonometria", "Cálculo", "Geometria", "Álgebra", "Estatística"], "resposta_correta": "Cálculo"}, {"pergunta": "Qual é o ramo do Cálculo que estuda o conceito de derivada?", "alternativas": ["Cálculo Integral", "Geometria Analítica", "Álgebra", "Cálculo Avançado", "Cálculo Diferencial"], "resposta_correta": "Cálculo Diferencial"}, {"pergunta": "Para que a derivada é importante?", "alternativas": ["Para encontrar a área limitada por uma curva e o eixo x", "Para encontrar a velocidade de uma partícula em movimento", "Para verificar se uma função é par ou ímpar", "Para resolver equações trigonométricas", "Para descrever a posição de um objeto no espaço"], "resposta_correta": "Para encontrar a velocidade de uma partícula em movimento"}, {"pergunta": "Qual é o ramo do Cálculo que estuda o conceito de integral?", "alternativas": ["Geometria Analítica", "Cálculo Diferencial", "Cálculo Avançado", "Cálculo Integral", "Álgebra"], "resposta_correta": "Cálculo Integral"}, {"pergunta": "Para que a integral é importante?", "alternativas": ["Para encontrar pontos de máximo e mínimo de uma função", "Para medir mudanças em um ponto específico de uma função", "Para encontrar equações de retas", "Para descrever a posição de um objeto no espaço", "Para encontrar a área ou o volume de uma forma geométrica complexa"], "resposta_correta": "Para encontrar a área ou o volume de uma forma geométrica complexa"}], "tema": "Cálculo"}, {"resumo": "A política é o conjunto de ações, decisões e práticas que envolvem a tomada de decisões sobre a condição e direção de uma sociedade. Na política, as discussões são conduzidas por grupos e pessoas que representam diferentes interesses. Um objetivo comum é a busca por melhores condições de vida para as pessoas. Existem diversos tipos de sistemas políticos no mundo, incluindo a democracia, a monarquia, a república e o autoritarismo. Dentre as principais áreas de atuação política estão a saúde, a educação, a segurança, a economia e o meio ambiente.", "perguntas": [{"pergunta": "O que é política?", "alternativas": ["Um jogo de poder", "Ações que visam o bem comum da sociedade", "Conflitos de interesses", "Manipulação da população", "Exclusão social"], "resposta_correta": "Ações que visam o bem comum da sociedade"}, {"pergunta": "Quais são os diferentes tipos de sistemas políticos no mundo?", "alternativas": ["Comunismo, socialismo e capitalismo", "Monarquia, república e autoritarismo", "Imperialismo, colonialismo e neocolonialismo", "Feudalismo, absolutismo e liberalismo", "Fascismo, nazismo e anarquismo"], "resposta_correta": "Monarquia, república e autoritarismo"}, {"pergunta": "Quais são as principais áreas de atuação política?", "alternativas": ["Cultura, esporte e lazer", "Saúde, educação e segurança", "Arte, música e cinema", "Tecnologia, inovação e ciência", "Jornalismo, mídia e entretenimento"], "resposta_correta": "Saúde, educação e segurança"}, {"pergunta": "Qual o objetivo comum da política?", "alternativas": ["Aumentar o poder dos líderes políticos", "Criar conflitos entre grupos e classes sociais", "Buscar melhores condições de vida para as pessoas", "Satisfazer interesses pessoais dos políticos", "Manter a população desinformada"], "resposta_correta": "Buscar melhores condições de vida para as pessoas"}, {"pergunta": "O que é democracia?", "alternativas": ["Um sistema político em que o poder é centrado nas mãos de uma única pessoa", "Um sistema político em que um pequeno grupo governa com poder absoluto", "Um sistema político em que o voto é a principal forma de participação política", "Um sistema político em que não há nenhuma forma de controle social", "Um sistema político em que a força é utilizada para controlar a população"], "resposta_correta": "Um sistema político em que o voto é a principal forma de participação política"}], "tema": "Política"}, {"resumo": "O Futebol Americano é um esporte coletivo que surgiu nos Estados Unidos em 1869 e é caracterizado pelo uso de equipamentos de proteção e contato físico intenso. O objetivo do jogo é avançar com a bola oval até a end zone adversária e marcar pontos. Cada time é formado por 11 jogadores em campo, alternando entre os times ao longo do jogo. O Futebol Americano é muito popular no país de origem, com a NFL (Liga Nacional de Futebol Americano) sendo uma das ligas esportivas mais rentáveis do mundo.", "perguntas": [{"pergunta": "Quantos jogadores formam cada time?", "alternativas": ["5", "10", "11", "15", "20"], "resposta_correta": "11"}, {"pergunta": "Qual é o objetivo do jogo?", "alternativas": ["Realizar cestas", "Marcas pontos no gol adversário", "Vencer quem fizer mais gols", "Atravessar obstáculos no menor tempo possível", "Amarração de adversários para ganhar pontos"], "resposta_correta": "Marcar pontos no gol adversário"}, {"pergunta": "Qual é o nome da liga principal de Futebol Americano nos Estados Unidos?", "alternativas": ["NBA", "MLB", "NFL", "NHL", "PGA"], "resposta_correta": "NFL"}, {"pergunta": "O que é a end zone?", "alternativas": ["Uma área na lateral do campo", "Uma área de penalidade", "Uma área para substituições", "Uma área de comemoração", "Uma área na extremidade do campo onde se marca pontos"], "resposta_correta": "Uma área na extremidade do campo onde se marca pontos"}, {"pergunta": "O Futebol Americano é popular em quais países?", "alternativas": ["Apenas nos Estados Unidos", "Estados Unidos e Canadá", "Estados Unidos, México e Canadá", "Estados Unidos e Inglaterra", "Estados Unidos e Brasil"], "resposta_correta": "Estados Unidos, México e Canadá"}], "tema": "Futebol americano"}]}