{"lista_treinos": [{"resumo": "O leão é um mamífero da família dos felinos, sendo o segundo maior felino do mundo. É conhecido por sua juba, que é um indicativo de sua idade e força. O leão é um animal que vive em grupo, conhecido como bando, e costuma caçar em conjunto, preferencialmente a noite. Sua alimentação se baseia em carne, sendo que eles costumam caçar animais como zebras, gnus e antílopes. Os leões machos costumam ser maiores e mais fortes que as fêmeas, e sua função principal é proteger o bando de outros animais predadores.", "perguntas": [{"pergunta": "Qual é a principal função dos leões machos?", "alternativas": ["Caçar para o bando", "Proteger o bando de animais predadores", "Cuidar dos filhotes", "Alimentar-se de carcassas", "Nenhuma das alternativas"], "resposta_correta": "Proteger o bando de animais predadores", "index_pergunta": 0}, {"pergunta": "Qual é o tipo de alimentação dos leões?", "alternativas": ["Vegetariana", "Omnívora", "Insetívora", "Carnívora", "Nenhuma das alternativas"], "resposta_correta": "Carnívora", "index_pergunta": 1}, {"pergunta": "O leão é um animal que:", "alternativas": ["Vive sozinho", "Vive em grupo", "Vive em casal", "Vive com mais de dois companheiros", "Nenhuma das alternativas"], "resposta_correta": "Vive em grupo", "index_pergunta": 2}, {"pergunta": "Qual é a principal característica que diferencia os leões machos das fêmeas?", "alternativas": ["A cor da pelagem", "O tamanho", "O número de presas", "A força", "Nenhuma das alternativas"], "resposta_correta": "O tamanho", "index_pergunta": 3}, {"pergunta": "Qual é a principal presa dos leões?", "alternativas": ["Cobras", "Ratos", "Zebus", "Lagartos", "Nenhuma das alternativas"], "resposta_correta": "Zebus", "index_pergunta": 4}], "tema": "Leão"}, {"resumo": "Deserto é uma área de terra que possui baixa precipitação pluviométrica, o que significa que chove muito pouco. Na sua maioria, os desertos são compostos por dunas de areia e rochas, e o clima é extremamente árido, com temperaturas elevadas durante o dia e frias à noite. Além disso, a umidade relativa do ar é muito baixa e as nuvens raramente aparecem. Por causa das condições climáticas hostis, a fauna e flora que conseguem sobreviver no deserto são bastante específicas e adaptadas. Algumas das características da fauna são a presença de animais noturnos, como os escorpiões, e répteis, como os camaleões. Já a flora inclui plantas com adaptações singulares, como as cactáceas, que armazenam água em seus caules para sobreviver às longas estiagens.", "perguntas": [{"pergunta": "O que caracteriza um deserto?", "alternativas": ["Muita chuva e temperatura amena", "Pouca chuva e temperatura elevada", "Muita chuva e temperatura elevada", "Pouca chuva e temperatura amena", "Muita neve e temperatura elevada"], "resposta_correta": "Pouca chuva e temperatura elevada", "index_pergunta": 0}, {"pergunta": "Como são compostos a maioria dos desertos?", "alternativas": ["Por rios e lagos", "Por florestas exuberantes", "Por dunas de areia e rochas", "Por grandes montanhas", "Por paisagens árticas"], "resposta_correta": "Por dunas de areia e rochas", "index_pergunta": 1}, {"pergunta": "Qual é a principal característica do clima desértico?", "alternativas": ["Chuvas torrenciais frequentes", "Temperaturas amenas o ano todo", "Umidade relativa do ar elevada", "Temperaturas elevadas durante o dia e frias à noite", "Neve frequente"], "resposta_correta": "Temperaturas elevadas durante o dia e frias à noite", "index_pergunta": 2}, {"pergunta": "Como é a fauna do deserto?", "alternativas": ["Composta por animais aquáticos", "Formada por animais diurnos", "Composta por animais noturnos e répteis", "Não existem animais no deserto", "Composta apenas por felinos"], "resposta_correta": "Composta por animais noturnos e répteis", "index_pergunta": 3}, {"pergunta": "Quais são algumas das características da flora que sobrevive no deserto?", "alternativas": ["Folhas largas e flores vistosas", "Plantas que exigem muita água", "Plantas que residem somente em água salobra", "Plantas sem adaptações específicas", "Plantas com adaptações singulares, como as cactáceas"], "resposta_correta": "Plantas com adaptações singulares, como as cactáceas", "index_pergunta": 4}], "tema": "Deserto"}, {"resumo": "Equação é uma expressão matemática que envolve variáveis e/ou constantes e utiliza os símbolos matemáticos para estabelecer relações entre essas grandezas. As equações são escritas geralmente na forma ax + b = 0, onde a e b são os coeficientes da equação, e x é a variável que estamos procurando. Existem diferentes tipos de equações, como as lineares, quadráticas, exponenciais, logarítmicas, entre outras.\n\nPara resolver uma equação, devemos isolar a variável do lado esquerdo da igualdade e os termos constantes do lado direito, aplicando as operações matemáticas necessárias para simplificar a expressão. O objetivo é encontrar o valor da variável que satisfaz a equação. Em alguns casos, a equação pode não ter solução ou ter mais de uma solução.\n\nAs equações são amplamente utilizadas em diversas áreas do conhecimento, como a física, química, engenharia, economia, entre outras. Na física, por exemplo, as equações descrevem as leis da natureza, como a lei da gravitação universal e as leis da termodinâmica. Na engenharia, as equações são usadas para projetar e dimensionar sistemas e equipamentos. Na economia, as equações podem ser aplicadas para estudar o comportamento de mercados e fazer previsões.\n\nPara resolver equações mais complexas, existem diversas técnicas e métodos disponíveis, como a utilização de fórmulas específicas para equações quadráticas, o método de substituição, o método de adição e subtração, o método da multiplicação e divisão, entre outros. Além disso, há também softwares e calculadoras que podem auxiliar na resolução de equações.\n\nEm resumo, as equações são expressões matemáticas que estabelecem relações entre variáveis e são amplamente utilizadas em diversas áreas do conhecimento. Para resolvê-las, é necessário isolar a variável e aplicar as operações matemáticas adequadas. Existem diferentes tipos de equações e técnicas para a sua resolução.", "perguntas": [{"pergunta": "O que é uma equação?", "alternativas": ["Uma expressão matemática que envolve variáveis e/ou constantes e estabelece relações entre essas grandezas", "Um símbolo matemático que representa uma operação", "Um número que não varia", "Uma palavra que não tem significado matemático", "Uma expressão que não tem igualdade entre termos"], "resposta_correta": "Uma expressão matemática que envolve variáveis e/ou constantes e estabelece relações entre essas grandezas", "index_pergunta": 0}, {"pergunta": "Qual é a forma geral de uma equação linear?", "alternativas": ["ax² + bx + c = 0", "ax + b = c", "y = mx + b", "e^x + 1 = 0", "a/x + b/y = c"], "resposta_correta": "ax + b = 0", "index_pergunta": 1}, {"pergunta": "Como se resolve uma equação?", "alternativas": ["Isolando a variável do lado esquerdo da igualdade e aplicando as operações matemáticas necessárias", "Invertendo a igualdade para obter o resultado", "Eliminando a variável da expressão", "Adicionando ou subtraindo um número aleatório", "Multiplicando ou dividindo ambos os lados da equação por um número"], "resposta_correta": "Isolando a variável do lado esquerdo da igualdade e aplicando as operações matemáticas necessárias", "index_pergunta": 2}, {"pergunta": "Qual é a importância das equações em diferentes áreas do conhecimento?", "alternativas": ["Descrevem as leis da natureza", "São usadas para projetar e dimensionar sistemas e equipamentos", "Podem ser aplicadas para estudar o comportamento de mercados e fazer previsões", "Todas as alternativas estão corretas", "Nenhuma das alternativas está correta"], "resposta_correta": "Todas as alternativas estão corretas", "index_pergunta": 3}, {"pergunta": "Quais são os métodos disponíveis para a resolução de equações?", "alternativas": ["Método da multiplicação e divisão", "Método da adição e subtração", "Método de substituição", "Todas as alternativas estão corretas", "Nenhuma das alternativas está correta"], "resposta_correta": "Todas as alternativas estão corretas", "index_pergunta": 4}], "tema": "Equação"}, {"resumo": "Democracia é uma forma de governo em que o poder político é exercido pelo povo através de eleições diretas ou indiretas. Ela se baseia nos princípios da liberdade, da igualdade e da justiça social, e é considerada uma das formas mais justas e equilibradas de governo. A democracia permite que as pessoas possam escolher seus representantes e participar ativamente do processo político, através do voto e do debate público. Ela tem como objetivo garantir o bem-estar e a felicidade de todos os cidadãos, sem distinção de raça, gênero, religião, ou qualquer outra característica que os diferencie. No entanto, apesar de seus benefícios, a democracia também apresenta desafios e limitações, como a necessidade de uma constante vigilância para evitar abusos de poder por parte dos governantes.", "perguntas": [{"pergunta": "O que é democracia?", "alternativas": ["Uma forma de governo em que o poder político é exercido pelo povo através do voto.", "Uma forma de governo em que o poder político é exercido por um líder autoritário.", "Uma forma de governo em que o poder político é exercido por um grupo de elite.", "Uma forma de governo em que o poder político é exercido por uma religião específica.", "Nenhuma das alternativas acima."], "resposta_correta": "Uma forma de governo em que o poder político é exercido pelo povo através do voto.", "index_pergunta": 0}, {"pergunta": "Quais são os princípios que a democracia se baseia?", "alternativas": ["Liberdade, igualdade e justiça social.", "Autoritarismo, desigualdade e injustiça social.", "Monarquia, aristocracia e teocracia.", "Anarquia, comunismo e socialismo.", "Nenhuma das alternativas acima."], "resposta_correta": "Liberdade, igualdade e justiça social.", "index_pergunta": 1}, {"pergunta": "Quais os benefícios da democracia?", "alternativas": ["Garante o bem-estar e a felicidade de todos os cidadãos.", "Promove a igualdade entre todas as pessoas.", "Permite a participação ativa do povo no processo político.", "Todas as alternativas estão corretas.", "Nenhuma das alternativas acima."], "resposta_correta": "Todas as alternativas estão corretas.", "index_pergunta": 2}, {"pergunta": "Qual a principal limitação da democracia?", "alternativas": ["A impossibilidade de escolher livremente seus representantes.", "A falta de debate público na sociedade.", "A necessidade constante de vigilância para evitar abusos de poder.", "A ausência de direitos individuais.", "Nenhuma das alternativas acima."], "resposta_correta": "A necessidade constante de vigilância para evitar abusos de poder.", "index_pergunta": 3}, {"pergunta": "Qual o objetivo da democracia?", "alternativas": ["Garantir os direitos das minorias.", "Promover a liberdade e a justiça social.", "Respeitar a vontade da maioria.", "Garantir a felicidade e o bem-estar de todos os cidadãos.", "Nenhuma das alternativas acima."], "resposta_correta": "Garantir a felicidade e o bem-estar de todos os cidadãos.", "index_pergunta": 4}], "tema": "Democracia"}, {"resumo": "O futebol é um esporte de equipe jogado em um campo retangular com uma bola. O objetivo é marcar gols na meta oposta, chutando a bola com os pés ou a cabeça. O esporte é popular em todo o mundo, com torneios internacionais como a Copa do Mundo e a Liga dos Campeões. A história do futebol remonta a jogos semelhantes praticados em civilizações antigas. O esporte moderno começou na Inglaterra em meados do século XIX, com regras padronizadas sendo desenvolvidas em 1863. O futebol é conhecido por sua capacidade de unir pessoas de diferentes culturas e nacionalidades em torno de um objetivo comum.", "perguntas": [{"pergunta": "Qual é o objetivo do futebol?", "alternativas": ["Marcar pontos com as mãos", "Marcar gols na meta oposta chutando a bola com os pés ou a cabeça", "Derrubar o adversário", "Jogar a bola em um aro", "Correr em uma pista"], "resposta_correta": "Marcar gols na meta oposta chutando a bola com os pés ou a cabeça", "index_pergunta": 0}, {"pergunta": "Qual é o torneio internacional mais famoso de futebol?", "alternativas": ["Super Bowl", "Copa do Mundo", "US Open", "The Masters", "Wimbledon"], "resposta_correta": "Copa do Mundo", "index_pergunta": 1}, {"pergunta": "Onde o futebol moderno começou?", "alternativas": ["Brasil", "Espanha", "Itália", "Inglaterra", "Alemanha"], "resposta_correta": "Inglaterra", "index_pergunta": 2}, {"pergunta": "Qual é a competição de clubes mais importante da Europa?", "alternativas": ["Campeonato Brasileiro", "La Liga", "Liga dos Campeões", "Premier League", "Bundesliga"], "resposta_correta": "Liga dos Campeões", "index_pergunta": 3}, {"pergunta": "Por que o futebol é conhecido por unir pessoas de diferentes culturas e nacionalidades?", "alternativas": ["Porque os jogadores sempre falam o mesmo idioma", "Porque é um esporte que só é praticado em alguns países", "Porque as pessoas têm interesse em aprender sobre outras culturas", "Porque todos querem vencer a qualquer custo", "Porque o futebol é capaz de transcender barreiras culturais e linguísticas"], "resposta_correta": "Porque o futebol é capaz de transcender barreiras culturais e linguísticas", "index_pergunta": 4}], "tema": "Futebol"}, {"resumo": "A pizza é um prato originado na Itália e é amplamente consumida em todo o mundo. Trata-se de uma massa plana em forma circular que é coberta com molho de tomate e uma variedade de ingredientes, como queijo, carnes, vegetais e temperos. Acredita-se que a pizza tenha sido criada em Nápoles, no sul da Itália, por volta do século XVII. Com o passar do tempo, diferentes variações e estilos de pizza foram criados em diferentes regiões do mundo.", "perguntas": [{"pergunta": "Qual é a origem da pizza?", "alternativas": ["Espanha", "Itália", "França", "Reino Unido", "Estados Unidos"], "resposta_correta": "Itália", "index_pergunta": 0}, {"pergunta": "Quais são os ingredientes comuns encontrados em uma pizza?", "alternativas": ["Molho de tomate e frutas", "Queijo e legumes", "Carne e macarrão", "Peixe e cebola", "Arroz e molho branco"], "resposta_correta": "Queijo e legumes", "index_pergunta": 1}, {"pergunta": "Em qual cidade italiana acredita-se que a pizza tenha sido criada?", "alternativas": ["Milão", "Roma", "Florença", "Nápoles", "Veneza"], "resposta_correta": "Nápoles", "index_pergunta": 2}, {"pergunta": "A pizza é consumida apenas na Itália?", "alternativas": ["Sim", "Não", "Talvez", "Depende", "Não há informações suficientes para responder"], "resposta_correta": "Não", "index_pergunta": 3}, {"pergunta": "Existem diferentes variações e estilos de pizza?", "alternativas": ["Não", "Sim, apenas dois", "Sim, apenas três", "Sim, muitos", "Não sei"], "resposta_correta": "Sim, muitos", "index_pergunta": 4}], "tema": "Pizza"}, {"resumo": "Áries é o primeiro signo do zodíaco e é representado pelo cordeiro. Esse signo é governado por Marte e é conhecido por sua energia e impulsividade. As pessoas de Áries tendem a ser corajosas, dinâmicas e líderes naturais. Eles são frequentemente aventureiros e gostam de assumir riscos. No entanto, também podem ser impacientes e teimosos. Na astrologia, Áries é considerado um signo de fogo, que é associado a paixão e entusiasmo. Áries também é conhecido por sua capacidade de ser um lutador forte e corajoso. Eles são extremamente determinados e não desistem facilmente, o que os torna bem-sucedidos em muitas áreas da vida.", "perguntas": [{"pergunta": "Áries é o primeiro signo do zodíaco?", "alternativas": ["Verdadeiro", "Falso", "Não mencionado no texto"], "resposta_correta": "Verdadeiro", "index_pergunta": 0}, {"pergunta": "Áries é governado por qual planeta?", "alternativas": ["Júpiter", "Mercúrio", "Marte", "Sol", "Vênus"], "resposta_correta": "Marte", "index_pergunta": 1}, {"pergunta": "Quais são as características positivas das pessoas de Áries?", "alternativas": ["Impacientes e teimosas", "Corajosas e dinâmicas", "Passivas e complacentes", "Inseguras e tímidas"], "resposta_correta": "Corajosas e dinâmicas", "index_pergunta": 2}, {"pergunta": "Áries é considerado um signo de qual elemento?", "alternativas": ["Terra", "Fogo", "Ar", "Água"], "resposta_correta": "Fogo", "index_pergunta": 3}, {"pergunta": "Quais são as características negativas das pessoas de Áries?", "alternativas": ["Impacientes e teimosas", "Corajosas e dinâmicas", "Passivas e complacentes", "Inseguras e tímidas"], "resposta_correta": "Impacientes e teimosas", "index_pergunta": 4}], "tema": "Áries"}, {"resumo": "Albert Einstein foi um físico teórico nascido na Alemanha em 1879. Ele é conhecido por sua teoria da relatividade e sua famosa equação E=mc². Einstein apresentou suas ideias revolucionárias em 1905, quando publicou seu trabalho sobre a teoria da relatividade especial. Em 1915, ele apresentou sua teoria da relatividade geral, que mostrou que a gravidade resulta da curvatura do espaço-tempo. Esta teoria foi confirmada em 1919 quando as observações de um eclipse confirmaram suas previsões. Einstein recebeu o Prêmio Nobel de Física em 1921 por suas contribuições à física teórica.", "perguntas": [{"pergunta": "O que Einstein é conhecido por fazer?", "alternativas": ["Descobrir a gravidade", "Desenvolver a teoria da relatividade", "Inventar a eletricidade", "Desenvolver a teoria atômica", "Nenhuma das alternativas"], "resposta_correta": "Desenvolver a teoria da relatividade", "index_pergunta": 0}, {"pergunta": "Em que ano Einstein publicou seu trabalho sobre a teoria da relatividade especial?", "alternativas": ["1905", "1915", "1921", "1926", "Nenhuma das alternativas"], "resposta_correta": "1905", "index_pergunta": 1}, {"pergunta": "Qual equação é associada a Einstein?", "alternativas": ["F=ma", "E=mc²", "H²O", "P=mv", "Nenhuma das alternativas"], "resposta_correta": "E=mc²", "index_pergunta": 2}, {"pergunta": "Qual teoria de Einstein mostrou que a gravidade resulta da curvatura do espaço-tempo?", "alternativas": ["Teoria atômica", "Teoria quântica", "Teoria da relatividade especial", "Teoria da relatividade geral", "Nenhuma das alternativas"], "resposta_correta": "Teoria da relatividade geral", "index_pergunta": 3}, {"pergunta": "Por que Einstein recebeu o Prêmio Nobel de Física em 1921?", "alternativas": ["Por descobrir a eletricidade", "Por desenvolver a teoria atômica", "Pela teoria da relatividade especial", "Pela teoria da relatividade geral", "Nenhuma das alternativas"], "resposta_correta": "Pela teoria da relatividade especial", "index_pergunta": 4}], "tema": "Einstein"}, {"resumo": "A baleia é um mamífero aquático que pertence à ordem Cetacea. Existem cerca de 90 espécies de baleias, sendo que as maiores são as baleias azuis, que podem chegar a medir mais de 30 metros de comprimento e pesar mais de 170 toneladas. As baleias são animais migratórios e podem percorrer grandes distâncias em busca de alimento. Elas se alimentam principalmente de krill e de pequenos peixes, e possuem um sistema de comunicação complexo, que envolve sons de baixa frequência e cantos que podem durar horas. As baleias são consideradas importantes para o ecossistema marinho, uma vez que ajudam a controlar a população de algumas espécies de peixes e crustáceos.", "perguntas": [{"pergunta": "Quantas espécies de baleia existem?", "alternativas": ["10", "50", "90", "150", "200"], "resposta_correta": "90", "index_pergunta": 0}, {"pergunta": "Qual é a maior espécie de baleia?", "alternativas": ["Baleia Jubarte", "Baleia Franca", "Baleia Azul", "Orca", "Baleia Minke"], "resposta_correta": "Baleia Azul", "index_pergunta": 1}, {"pergunta": "Do que se alimentam as baleias?", "alternativas": ["Tubarão", "Algas", "Krill e pequenos peixes", "Plâncton", "Lulas"], "resposta_correta": "Krill e pequenos peixes", "index_pergunta": 2}, {"pergunta": "Como as baleias se comunicam?", "alternativas": ["Através de sons de alta frequência", "Através de gestos com o corpo", "Através de sons de baixa frequência e cantos", "Através de cores na pele", "Através de secreções odoríferas"], "resposta_correta": "Através de sons de baixa frequência e cantos", "index_pergunta": 3}, {"pergunta": "Por que as baleias são importantes para o ecossistema marinho?", "alternativas": ["Elas são predadoras de tubarões", "Elas ajudam a controlar a população de peixes e crustáceos", "Elas são importantes para o turismo", "Elas produzem nutrientes essenciais para o oceano", "Elas ajudam a manter a temperatura do oceano"], "resposta_correta": "Elas ajudam a controlar a população de peixes e crustáceos", "index_pergunta": 4}], "tema": "Baleia"}, {"resumo": "Uma montanha é uma elevação natural de terreno e é caracterizada pela sua altura em relação ao nível do mar. A definição exata do que é uma montanha é variável de acordo com a região do mundo e pode levar em conta diferentes fatores, como a altitude, inclinação e topografia do terreno. As montanhas são formadas por processos geológicos ao longo de milhões de anos, como a movimentação das placas tectônicas e a erosão. As montanhas são importantes fontes de recursos naturais, como água, minerais e biodiversidade, e também têm grande valor cultural e religioso para muitos povos.", "perguntas": [{"pergunta": "Quais são os fatores que podem ser levados em conta para definir o que é uma montanha?", "alternativas": ["Altitude, inclinação e topografia do terreno.", "Localização urbana, densidade populacional e poluição do ar.", "Clima, tipo de vegetação e fauna associada.", "Idade geológica, grau de exposição solar e presença de rios.", "None of the above."], "resposta_correta": "Altitude, inclinação e topografia do terreno.", "index_pergunta": 0}, {"pergunta": "Como as montanhas são formadas?", "alternativas": ["Por processos geológicos ao longo de muitos anos.", "Por despejo de lixo e resíduos industriais.", "Por ação do vento e da chuva ao longo do tempo.", "Por efeitos causados diretamente pelo ser humano.", "None of the above."], "resposta_correta": "Por processos geológicos ao longo de muitos anos.", "index_pergunta": 1}, {"pergunta": "Além de sua beleza natural, as montanhas também são importantes porque:", "alternativas": ["São fontes de recursos naturais, como água, minerais e biodiversidade.", "Ajudam a evitar o aquecimento global.", "Permitem a prática de esportes radicais.", "Influenciam o clima mundial.", "None of the above."], "resposta_correta": "São fontes de recursos naturais, como água, minerais e biodiversidade.", "index_pergunta": 2}, {"pergunta": "Existem montanhas em todas as partes do mundo?", "alternativas": ["Sim, as montanhas são encontradas em todos os continentes.", "Não, as montanhas são encontradas apenas em países tropicais.", "Depende da época do ano.", "Não, as montanhas estão concentradas em áreas específicas, como os Alpes.", "None of the above."], "resposta_correta": "Não, as montanhas estão concentradas em áreas específicas, como os Alpes.", "index_pergunta": 3}, {"pergunta": "As montanhas têm algum valor cultural e religioso?", "alternativas": ["Sim, muitos povos têm tradições culturais e religiosas ligadas às montanhas.", "Não, as montanhas são apenas um acidente geográfico.", "As montanhas têm valor apenas para atividades turísticas.", "As montanhas são vistas como símbolo de opressão e autoritarismo.", "None of the above."], "resposta_correta": "Sim, muitos povos têm tradições culturais e religiosas ligadas às montanhas.", "index_pergunta": 4}], "tema": "Montanha"}, {"resumo": "Teorema é um termo utilizado em matemática para descrever uma proposição que foi demonstrada como verdadeira, a partir de axiomas ou outras proposições já provadas. Por exemplo, o teorema de Pitágoras afirma que o quadrado da hipotenusa de um triângulo retângulo é igual à soma dos quadrados dos catetos. Este teorema foi demonstrado por meio da geometria euclidiana.", "perguntas": [{"pergunta": "O que é um teorema?", "alternativas": ["Uma proposição matemática provada", "Uma especulação", "Uma impossibilidade matemática", "Uma conjectura não comprovada", "Uma afirmação sem base matemática"], "resposta_correta": "Uma proposição matemática provada", "index_pergunta": 0}, {"pergunta": "Como um teorema é provado?", "alternativas": ["A partir de axiomas ou outras proposições já provadas", "Através de suposições sem base matemática", "Com base em intuições", "Por meio de tentativa e erro", "A partir de crenças pessoais"], "resposta_correta": "A partir de axiomas ou outras proposições já provadas", "index_pergunta": 1}, {"pergunta": "Qual o teorema de Pitágoras?", "alternativas": ["A soma dos ângulos internos de um triângulo é 180 graus", "O perímetro de um círculo é igual a 2π vezes o raio", "O quadrado da hipotenusa de um triângulo retângulo é igual à soma dos quadrados dos catetos", "A área de um triângulo é igual a base vezes altura dividido por 2", "A circunferência de um círculo é igual a 2π vezes o raio"], "resposta_correta": "O quadrado da hipotenusa de um triângulo retângulo é igual à soma dos quadrados dos catetos", "index_pergunta": 2}, {"pergunta": "Quem foi Euclides?", "alternativas": ["Um filósofo grego", "Um matemático indiano", "Um cientista romano", "Um pintor renascentista", "Um líder político europeu"], "resposta_correta": "Um matemático indiano", "index_pergunta": 3}, {"pergunta": "Qual é a importância dos teoremas na matemática?", "alternativas": ["Fornecem uma base confiável para o desenvolvimento de novas teorias e aplicações matemáticas", "São apenas curiosidades matemáticas sem utilidade prática", "Não têm importância na matemática moderna", "Podem ser substituídos por intuições e crenças pessoais", "São apenas especulações sem base matemática"], "resposta_correta": "Fornecem uma base confiável para o desenvolvimento de novas teorias e aplicações matemáticas", "index_pergunta": 4}], "tema": "Teorema"}, {"resumo": "Um partido político é uma organização que busca influenciar a política de um país ou região através da eleição de membros para cargos públicos. Partidos representam as diversas opiniões políticas presentes em uma sociedade e têm como objetivo defender e promover suas ideologias. Eles surgiram na Europa no final do século XVIII e se espalharam pelo mundo nos séculos seguintes. No Brasil, o primeiro partido político foi criado em 1831, logo após a independência do país. Desde então, o país já teve diversos partidos, desde os mais conservadores até os mais progressistas.", "perguntas": [{"pergunta": "O que é um partido político?", "alternativas": ["Uma organização que busca influenciar a política de um país ou região através da eleição de membros para cargos públicos.", "Uma igreja que busca influenciar a política de um país ou região através da pregação de valores religiosos.", "Uma ONG que busca influenciar a política de um país ou região através da realização de projetos sociais.", "Uma empresa que busca influenciar a política de um país ou região através do lobby.", "Um sindicato que busca influenciar a política de uma empresa através da representação dos trabalhadores."], "resposta_correta": "Uma organização que busca influenciar a política de um país ou região através da eleição de membros para cargos públicos.", "index_pergunta": 0}, {"pergunta": "Qual o objetivo dos partidos políticos?", "alternativas": ["Defender e promover suas ideologias.", "Defender e promover valores religiosos.", "Realizar projetos sociais.", "Lobby empresarial.", "Representar os trabalhadores."], "resposta_correta": "Defender e promover suas ideologias.", "index_pergunta": 1}, {"pergunta": "Onde surgiram os partidos políticos?", "alternativas": ["Na Europa, no final do século XVIII.", "Na América do Sul, no início do século XIX.", "Na África, no final do século XIX.", "Na Ásia, no início do século XX.", "Na América do Norte, no final do século XVIII."], "resposta_correta": "Na Europa, no final do século XVIII.", "index_pergunta": 2}, {"pergunta": "Quando foi criado o primeiro partido político no Brasil?", "alternativas": ["1831.", "1822.", "1889.", "1891.", "1900."], "resposta_correta": "1831.", "index_pergunta": 3}, {"pergunta": "O que os partidos políticos representam?", "alternativas": ["As diversas opiniões políticas presentes em uma sociedade.", "Os valores religiosos presentes em uma sociedade.", "Os projetos sociais presentes em uma sociedade.", "Os interesses empresariais presentes em uma sociedade.", "Os interesses dos trabalhadores presentes em uma sociedade."], "resposta_correta": "As diversas opiniões políticas presentes em uma sociedade.", "index_pergunta": 4}], "tema": "Partido"}, {"resumo": "O tênis é um esporte praticado com uma bola e raquetes em uma quadra específica. O objetivo é fazer com que a bola passe pelo lado oposto da quadra sem que o adversário consiga pegá-la. Existem quatro tipos de quadra em que o tênis pode ser praticado: a de grama, a de saibro, a dura e a sintética. Cada uma delas oferece diferentes características que podem influenciar no estilo de jogo dos atletas. Existem diversas competições internacionais de tênis, sendo os torneios Grand Slam os mais prestigiados. Alguns dos principais nomes do esporte são Roger Federer, Rafael Nadal, Novak Djokovic e Serena Williams.", "perguntas": [{"pergunta": "Qual o objetivo do tênis?", "alternativas": ["Fazer o maior número de pontos possíveis", "Passar a bola pelo lado oposto da quadra sem que o adversário consiga pegá-la", "Defender a quadra de maneira a dificultar a passagem da bola pelo lado oposto", "Driblar o adversário para chegar até o gol", "Arremessar a bola no gol adversário"], "resposta_correta": "b", "index_pergunta": 0}, {"pergunta": "Quantos tipos de quadra existem para a prática do tênis?", "alternativas": ["Um", "Dois", "Três", "Quatro", "Cinco"], "resposta_correta": "d", "index_pergunta": 1}, {"pergunta": "Quais são os tipos de quadra existentes para o tênis?", "alternativas": ["De grama, de terra e de piso sintético", "De grama, de saibro e de carpete", "De grama, de saibro, dura e sintética", "De argila, de terra e de piso sintético", "De argila, de saibro, dura e sintética"], "resposta_correta": "c", "index_pergunta": 2}, {"pergunta": "Qual é o torneio de tênis mais prestigiado?", "alternativas": ["US Open", "Australian Open", "Wimbledon", "Roland Garros", "Copa Davis"], "resposta_correta": "c", "index_pergunta": 3}, {"pergunta": "Quais são alguns dos principais nomes do tênis?", "alternativas": ["Roger Federer, Rafael Nadal, Novak Djokovic e Cristiano Ronaldo", "Michael Jordan, Kobe Bryant, LeBron James e Serena Williams", "Lionel Messi, Neymar Jr, Cristiano Ronaldo e Kylian Mbappé", "Roger Federer, Rafael Nadal, Novak Djokovic e Serena Williams", "Tiger Woods, Phil Mickelson, Rory McIlroy e Brooks Koepka"], "resposta_correta": "d", "index_pergunta": 4}], "tema": "Tênis"}, {"resumo": "Sushi é uma iguaria japonesa que tem ganhando cada vez mais adeptos no mundo todo. Consiste em pequenos pedaços de arroz envoltos em pedaços de peixe, frutos do mar, vegetais ou omelete. O arroz é temperado com vinagre, açúcar e sal, e o sabor pode ser delicado ou intenso, dependendo dos ingredientes utilizados. O sushi pode ser consumido cru ou levemente cozido, e é considerado uma opção saudável e nutritiva devido aos altos níveis de proteína, vitaminas e minerais presentes nos ingredientes escolhidos.", "perguntas": [{"pergunta": "Qual é a origem do sushi?", "alternativas": ["Tailândia", "Japão", "China", "Índia", "Coreia"], "resposta_correta": "Japão", "index_pergunta": 0}, {"pergunta": "O que é utilizado para temperar o arroz do sushi?", "alternativas": ["Óleo e sal", "Açúcar, sal e vinagre", "Molho de soja", "Limão e sal", "Vinagre balsâmico"], "resposta_correta": "Açúcar, sal e vinagre", "index_pergunta": 1}, {"pergunta": "Quais tipo de ingredientes podem ser utilizados para fazer sushi?", "alternativas": ["Apenas frutos do mar", "Somente vegetais", "Frutos do mar, vegetais e omelete", "Carne vermelha", "Apenas arroz"], "resposta_correta": "Frutos do mar, vegetais e omelete", "index_pergunta": 2}, {"pergunta": "O sushi é considerado uma opção saudável. Por quê?", "alternativas": ["Porque é rico em açúcares", "Porque contém muita gordura", "Porque é pobre em nutrientes", "Porque tem alto nível de proteínas, vitaminas e minerais", "Porque contém poucas calorias"], "resposta_correta": "Porque tem alto nível de proteínas, vitaminas e minerais", "index_pergunta": 3}, {"pergunta": "O sushi pode ser consumido apenas cru?", "alternativas": ["Sim", "Não", "Depende do tipo de ingrediente utilizado", "Apenas se for salmão", "Apenas se for atum"], "resposta_correta": "Não", "index_pergunta": 4}], "tema": "Sushi"}, {"resumo": "Câncer é o nome dado a um conjunto de doenças nas quais as células do corpo começam a se multiplicar sem controle, invadindo e destruindo tecidos saudáveis. Existem diversos tipos de câncer, sendo os mais comuns o câncer de pulmão, de mama, de próstata e de cólon. As causas do câncer podem ser diversas, como tabagismo, exposição a radiações, consumo excessivo de álcool e histórico familiar. O diagnóstico pode ser feito através de exames de imagem e biópsias, e o tratamento depende do tipo e estágio do câncer, podendo envolver cirurgia, radioterapia e quimioterapia.", "perguntas": [{"pergunta": "Qual é o nome dado a um conjunto de doenças nas quais as células do corpo começam a se multiplicar sem controle?", "alternativas": ["Diabetes", "Leucemia", "Câncer", "HIV", "Malária"], "resposta_correta": "Câncer", "index_pergunta": 0}, {"pergunta": "Quais são os tipos de câncer mais comuns?", "alternativas": ["Câncer de pele, de pâncreas e de tireoide", "Câncer de mama, de pulmão, de próstata e de cólon", "Câncer de estômago, de esôfago e de fígado", "Câncer de ossos, de ovário e de cérebro", "Câncer de bexiga, de rim e de boca"], "resposta_correta": "Câncer de mama, de pulmão, de próstata e de cólon", "index_pergunta": 1}, {"pergunta": "Quais são algumas das causas do câncer?", "alternativas": ["Consumo excessivo de açúcar", "Falta de exercícios físicos", "Tabagismo, exposição a radiações e consumo excessivo de álcool", "Má higiene bucal", "Falta de sono"], "resposta_correta": "Tabagismo, exposição a radiações e consumo excessivo de álcool", "index_pergunta": 2}, {"pergunta": "Como é feito o diagnóstico do câncer?", "alternativas": ["Através de exames de sangue", "Através de exames de imagem e biópsias", "Através de consulta médica", "Através de exames de urina", "Através de exames de fezes"], "resposta_correta": "Através de exames de imagem e biópsias", "index_pergunta": 3}, {"pergunta": "Qual é o tratamento para o câncer?", "alternativas": ["Cirurgia plástica", "Fisioterapia", "Acupuntura", "Radioterapia e quimioterapia", "Terapia ocupacional"], "resposta_correta": "Radioterapia e quimioterapia", "index_pergunta": 4}], "tema": "Câncer"}, {"resumo": "Mona Lisa é uma pintura a óleo sobre tela do artista italiano Leonardo da Vinci. Foi pintada por volta de 1503 e 1506, durante o Renascimento italiano. A obra retrata uma mulher com um sorriso enigmático e em um ambiente natural. A modelo da pintura é Lisa Gherardini, esposa de um rico comerciante italiano. A pintura é um dos retratos mais famosos da história da arte e é exibida no Museu do Louvre, em Paris, desde 1797. A Mona Lisa foi objeto de diversas interpretações, teorias e especulações ao longo dos anos, o que contribuiu para o fascínio que a obra exerce há tantos séculos.", "perguntas": [{"pergunta": "Quem é a modelo retratada na pintura?", "alternativas": ["A irmã de Leonardo da Vinci.", "A esposa de um rico comerciante italiano.", "A mãe de Leonardo da Vinci.", "Uma rainha francesa.", "Uma cortesã italiana."], "resposta_correta": "A esposa de um rico comerciante italiano.", "index_pergunta": 0}, {"pergunta": "Qual é o nome da pintura?", "alternativas": ["Vênus de Milo.", "A Última Ceia.", "Primavera.", "Mona Lisa.", "O Nascimento de Vênus."], "resposta_correta": "Mona Lisa.", "index_pergunta": 1}, {"pergunta": "Em que museu a obra está exposta?", "alternativas": ["Museu do Prado, em Madrid.", "Galeria Uffizi, em Florença.", "Museu do Louvre, em Paris.", "National Gallery of Art, em Washington D.C.", "Museu de Arte de São Paulo (MAS."], "resposta_correta": "Museu do Louvre, em Paris.", "index_pergunta": 2}, {"pergunta": "Quando a pintura foi criada?", "alternativas": ["No século XII.", "No século XIV.", "No século XV.", "No século XVI.", "No século XVII."], "resposta_correta": "No século XV.", "index_pergunta": 3}, {"pergunta": "Por que a pintura é tão famosa?", "alternativas": ["Porque foi criada por um artista muito famoso.", "Porque retrata uma modelo muito bonita.", "Por causa do enigma do sorriso enigmático da modelo.", "Por causa do belo ambiente natural retratado.", "Nenhuma das alternativas anteriores."], "resposta_correta": "Por causa do enigma do sorriso enigmático da modelo.", "index_pergunta": 4}], "tema": "Mona lisa"}, {"resumo": "O carbono é um elemento químico presente na natureza em diversas formas, como grafite, diamante, carvão, petróleo, gás natural, entre outros. Possui seis elétrons e seis prótons, sendo encontrado no grupo 14 da tabela periódica. O carbono é crucial para a vida na Terra, sendo encontrado em todas as células e constituindo a base de moléculas biológicas como proteínas, carboidratos e ácidos nucleicos. O ciclo do carbono é essencial para manter o equilíbrio climático no planeta, e suas emissões em excesso têm efeitos prejudiciais ao meio ambiente e à saúde humana.", "perguntas": [{"pergunta": "Qual é o grupo da tabela periódica onde o carbono é encontrado?", "alternativas": ["Grupo 12", "Grupo 13", "Grupo 14", "Grupo 15", "Grupo 16"], "resposta_correta": "Grupo 14", "index_pergunta": 0}, {"pergunta": "Qual é a importância do carbono para a vida na Terra?", "alternativas": ["Não tem importância", "Constitui a base de moléculas biológicas", "Serve apenas como combustível", "É tóxico para organismos vivos", "Nenhuma das alternativas"], "resposta_correta": "Constitui a base de moléculas biológicas", "index_pergunta": 1}, {"pergunta": "O que é o ciclo do carbono?", "alternativas": ["Um fenômeno geológico", "Um processo industrial", "Um efeito climático", "Uma rotação planetária", "Um processo natural que regula a quantidade de carbono na atmosfera"], "resposta_correta": "Um processo natural que regula a quantidade de carbono na atmosfera", "index_pergunta": 2}, {"pergunta": "O que são emissões de carbono?", "alternativas": ["Partículas emitidas por vulcões", "Substâncias tóxicas", "Gases emitidos por processos industriais", "Todos os tipos de poluição", "Gases emitidos naturalmente pela Terra"], "resposta_correta": "Gases emitidos naturalmente pela Terra", "index_pergunta": 3}, {"pergunta": "Por que as emissões de carbono em excesso são prejudiciais?", "alternativas": ["Não são prejudiciais", "Aumentam a quantidade de carbono na atmosfera, causando o aquecimento global", "Não têm efeito sobre o meio ambiente", "Reduzem a qualidade do ar", "Aumentam a ocorrência de chuvas ácidas"], "resposta_correta": "Aumentam a quantidade de carbono na atmosfera, causando o aquecimento global", "index_pergunta": 4}], "tema": "Carbono"}, {"resumo": "O macaco é um primata que vive em várias partes do mundo, desde florestas tropicais até montanhas. Existem cerca de 260 espécies diferentes de macacos, com tamanhos variados, desde menores que um rato até o gorila, que pode chegar a pesar mais de 180 quilos. Eles são animais sociais e vivem em grupos, podendo se comunicar entre si através de grunhidos, gritos e gestos. Alguns macacos comem principalmente frutas e vegetais, enquanto outros são carnívoros e se alimentam de insetos, aves ou outros animais. Alguns também são capazes de usar ferramentas para ajudá-los a encontrar comida ou abrir frutos duros. Muitas espécies de macacos são ameaçadas de extinção devido à perda de habitat, caça e tráfico ilegal. ", "perguntas": [{"pergunta": "Quantas espécies diferentes de macacos existem?", "alternativas": ["100", "200", "260", "300", "350"], "resposta_correta": "260", "index_pergunta": 0}, {"pergunta": "Qual é o tamanho máximo que um macaco pode atingir?", "alternativas": ["50 kg", "120 kg", "150 kg", "180 kg", "200 kg"], "resposta_correta": "180 kg", "index_pergunta": 1}, {"pergunta": "Como os macacos se comunicam entre si?", "alternativas": ["Através de canto", "Através de gestos", "Através de gritos", "Através de sussurros", "Através de assobios"], "resposta_correta": "Através de grunhidos, gritos e gestos", "index_pergunta": 2}, {"pergunta": "O que os macacos comem?", "alternativas": ["Apenas frutas", "Apenas carne", "Apenas vegetais", "Frutas e vegetais", "Insetos e aves"], "resposta_correta": "Podem comer frutas, vegetais ou serem carnívoros e se alimentar de insetos, aves ou outros animais", "index_pergunta": 3}, {"pergunta": "Por que muitas espécies de macacos estão ameaçadas de extinção?", "alternativas": ["Devido a guerras", "Devido a doenças", "Devido a predadores", "Devido à caça e ao tráfico ilegal", "Devido a mudanças climáticas"], "resposta_correta": "Devido à perda de habitat, caça e tráfico ilegal", "index_pergunta": 4}], "tema": "Macaco"}, {"resumo": "O Rio é uma cidade brasileira localizada no estado do Rio de Janeiro, conhecida por sua beleza natural e culturalmente rica. A cidade foi fundada em 1565 pelos portugueses e é cercada por montanhas e pelo Oceano Atlântico. O Cristo Redentor é uma das principais atrações turísticas do Rio, sendo considerado uma das Sete Maravilhas do Mundo Moderno. Além disso, o carnaval carioca é famoso em todo o mundo, com desfiles de escolas de samba e blocos de rua. A cidade também é um importante centro financeiro e econômico do país, abrigando empresas nacionais e internacionais.", "perguntas": [{"pergunta": "Qual é a data de fundação do Rio?", "alternativas": ["1500", "1565", "1700", "1808", "1900"], "resposta_correta": "1565", "index_pergunta": 0}, {"pergunta": "O que cerca a cidade do Rio?", "alternativas": ["Rios e lagos", "Mata atlântica", "Castelos antigos", "Montanhas e oceano", "Desertos e praias"], "resposta_correta": "Montanhas e oceano", "index_pergunta": 1}, {"pergunta": "Qual é a principal atração turística do Rio?", "alternativas": ["Estádio do Maracanã", "Museu do Amanhã", "Jardim Botânico", "Cristo Redentor", "Pão de Açúcar"], "resposta_correta": "Cristo Redentor", "index_pergunta": 2}, {"pergunta": "O que é tão famoso no carnaval carioca?", "alternativas": ["Ruas e avenidas decoradas", "Bloco de Carnaval", "Danças de Carnaval", "Desfile de escolas de samba", "Batalhas de rua"], "resposta_correta": "Desfile de escolas de samba", "index_pergunta": 3}, {"pergunta": "O Rio é um centro financeiro e econômico importante do país?", "alternativas": ["Sim", "Não"], "resposta_correta": "Sim", "index_pergunta": 4}], "tema": "Rio"}, {"resumo": "Trigonometria é um ramo da matemática que estuda as relações entre os lados e ângulos de um triângulo. Essa área do conhecimento é muito útil para resolver problemas envolvendo medidas de ângulos e distâncias. A trigonometria possui diversas aplicações, como em arquitetura, física, astronomia, engenharia, entre outras. Os principais conceitos da trigonometria são: seno, cosseno e tangente. Essas três funções podem ser usadas para calcular comprimentos de lados desconhecidos de um triângulo, bem como ângulos, a partir de medidas de seus lados.", "perguntas": [{"pergunta": "Qual é o principal objetivo da trigonometria?", "alternativas": ["Estudar as relações entre os lados e ângulos de um triângulo", "Resolver equações do segundo grau", "Calcular a média ponderada", "Estudar os movimentos de um corpo", "Nenhuma das alternativas acima"], "resposta_correta": "Estudar as relações entre os lados e ângulos de um triângulo", "index_pergunta": 0}, {"pergunta": "Quais são as três principais funções da trigonometria?", "alternativas": ["Seno, cosseno e tangente", "Raiz quadrada, logaritmo e exponencial", "Média, moda e mediana", "Derivada, integral e limite", "Nenhuma das alternativas acima"], "resposta_correta": "Seno, cosseno e tangente", "index_pergunta": 1}, {"pergunta": "Para que aplicações a trigonometria é mais utilizada?", "alternativas": ["Arquitetura, física, astronomia e engenharia", "Ciências humanas", "Biologia e medicina", "Ciência da computação", "Nenhuma das alternativas acima"], "resposta_correta": "Arquitetura, física, astronomia e engenharia", "index_pergunta": 2}, {"pergunta": "Como as três funções da trigonometria podem ser usadas?", "alternativas": ["Para calcular comprimentos de lados desconhecidos de um triângulo e ângulos", "Para calcular a área de um retângulo", "Para calcular a velocidade média de um corpo", "Para calcular a temperatura de uma substância", "Nenhuma das alternativas acima"], "resposta_correta": "Para calcular comprimentos de lados desconhecidos de um triângulo e ângulos", "index_pergunta": 3}, {"pergunta": "Além do seno, cosseno e tangente, quais são outras funções trigonométricas?", "alternativas": ["Secante, cossecante e cotangente", "Seno hiperbólico, cosseno hiperbólico e tangente hiperbólica", "Logaritmo, exponencial e raiz quadrada", "Média, moda e mediana", "Nenhuma das alternativas acima"], "resposta_correta": "Secante, cossecante e cotangente", "index_pergunta": 4}], "tema": "Trigonometria"}, {"resumo": "O Presidente é o chefe de estado e de governo de um país. Ele é o líder do poder executivo e tem a responsabilidade de tomar decisões importantes referentes ao país e suas políticas públicas. O presidente representa o país em âmbito internacional e mantém relações diplomáticas com outros países. No Brasil, o presidente é eleito através do voto direto da população por um período de 4 anos, podendo ser reeleito por mais um mandato consecutivo.", "perguntas": [{"pergunta": "Qual o papel do presidente em um país?", "alternativas": ["Representar o país em âmbito internacional", "Tomar decisões importantes ao governo", "Ser o líder do poder executivo", "Todas as alternativas estão corretas", "Nenhuma das alternativas está correta"], "resposta_correta": "Todas as alternativas estão corretas", "index_pergunta": 0}, {"pergunta": "Como é escolhido o presidente no Brasil?", "alternativas": ["Indicação pelo Congresso Nacional", "Voto indireto da população", "Voto direto da população", "Nomeação pelo Supremo Tribunal Federal", "Nenhuma das alternativas está correta"], "resposta_correta": "Voto direto da população", "index_pergunta": 1}, {"pergunta": "Por quanto tempo é eleito o presidente no Brasil?", "alternativas": ["2 anos", "3 anos", "4 anos", "5 anos", "6 anos"], "resposta_correta": "4 anos", "index_pergunta": 2}, {"pergunta": "Qual o papel do presidente em relação à diplomacia?", "alternativas": ["Manter relações diplomáticas com outros países", "Assumir o comando das Forças Armadas", "Controlar a produção de alimentos no país", "Realizar obras públicas", "Nenhuma das alternativas está correta"], "resposta_correta": "Manter relações diplomáticas com outros países", "index_pergunta": 3}, {"pergunta": "O presidente pode ser reeleito quantas vezes consecutivas no Brasil?", "alternativas": ["1 vez", "2 vezes", "3 vezes", "4 vezes", "Não há limite para reeleição"], "resposta_correta": "1 vez", "index_pergunta": 4}], "tema": "Presidente"}, {"resumo": "Basquete é um esporte coletivo popular em todo o mundo. Foi criado em 1891 pelo professor de educação física canadense James Naismith. O objetivo do jogo é marcar pontos colocando a bola na cesta do adversário, que fica a uma altura de 3,05 metros. O jogo é disputado em duas equipes, cada uma com cinco jogadores. Os jogadores podem arremessar, driblar ou passar a bola. A partida é dividida em quatro quartos de 10 minutos cada um, com intervalo de 15 minutos entre o segundo e o terceiro quarto. O time que tiver marcado mais pontos ao final do tempo regulamentar é o vencedor. Caso ocorra empate, o jogo pode ser decidido na prorrogação.", "perguntas": [{"pergunta": "Quem inventou o basquete?", "alternativas": ["Michael Jordan", "LeBron James", "James Naismith", "Kobe Bryant", "Stephen Curry"], "resposta_correta": "James Naismith", "index_pergunta": 0}, {"pergunta": "Qual é o objetivo do jogo de basquete?", "alternativas": ["Tocar a bola com as mãos na linha de fundo", "Marcar pontos colocando a bola na cesta do adversário", "Derrubar o oponente com as mãos", "Chutar a bola na cesta do adversário", "Passar a bola para o goleiro"], "resposta_correta": "Marcar pontos colocando a bola na cesta do adversário", "index_pergunta": 1}, {"pergunta": "Quantos jogadores compõem cada equipe?", "alternativas": ["6", "7", "8", "9", "5"], "resposta_correta": "5", "index_pergunta": 2}, {"pergunta": "Quanto tempo dura cada quarto?", "alternativas": ["5 minutos", "15 minutos", "10 minutos", "20 minutos", "25 minutos"], "resposta_correta": "10 minutos", "index_pergunta": 3}, {"pergunta": "O que acontece se ocorrer empate no final do tempo regulamentar?", "alternativas": ["Os jogadores decidem o resultado na luta livre", "Os times dividem os pontos e não há vencedor", "O jogo é decidido no pênalti", "O time que tiver mais torcedores presentes é o vencedor", "O jogo pode ser decidido na prorrogação"], "resposta_correta": "O jogo pode ser decidido na prorrogação", "index_pergunta": 4}], "tema": "Basquete"}, {"resumo": "O chocolate é um alimento popular produzido a partir do processamento das sementes de cacau. Originário das civilizações pré-colombianas da América Central, o chocolate só se tornou popular na Europa após a chegada dos conquistadores espanhóis no século XVI. O chocolate possui propriedades antioxidantes e pode melhorar o humor, mas também tem alto teor de gordura e açúcar. Existem diferentes tipos de chocolate, incluindo chocolate ao leite, chocolate amargo e chocolate branco. O chocolate é amplamente utilizado na culinária e como presente em datas comemorativas.", "perguntas": [{"pergunta": "Qual o principal ingrediente na produção de chocolate?", "alternativas": ["Leite", "Cacau", "Açúcar", "Farinha", "Ovo"], "resposta_correta": "Cacau", "index_pergunta": 0}, {"pergunta": "Qual a origem do chocolate?", "alternativas": ["Europa", "Ásia", "América do Norte", "América Central", "África"], "resposta_correta": "América Central", "index_pergunta": 1}, {"pergunta": "Quais as propriedades do chocolate?", "alternativas": ["Alto teor de gordura e açúcar", "Baixo teor de açúcar e gordura", "Alto teor de proteína", "Baixo teor de sódio", "Alto teor de fibras"], "resposta_correta": "Alto teor de gordura e açúcar", "index_pergunta": 2}, {"pergunta": "Quantos tipos de chocolate existem?", "alternativas": ["1", "2", "3", "4", "5"], "resposta_correta": "3", "index_pergunta": 3}, {"pergunta": "Qual a utilidade do chocolate na culinária?", "alternativas": ["Apenas como sobremesa", "Para dar sabor a pratos doces e salgados", "Para colorir alimentos", "Para enriquecer nutrientes", "Para substituir o açúcar"], "resposta_correta": "Para dar sabor a pratos doces e salgados", "index_pergunta": 4}], "tema": "Chocolate"}, {"resumo": "Virgem é um signo do zodíaco que rege aqueles nascidos entre 23 de agosto e 22 de setembro. É considerado um signo terrestre, sendo conhecido por sua natureza prática e organizada. Indivíduos de Virgem tendem a ser analíticos, perfeccionistas e atentos aos detalhes. Eles gostam de se envolver em projetos que permitem que eles usem sua habilidade de observação e pensamento crítico. Na astrologia, Virgem é governado por Mercúrio e é frequentemente associado à saúde e higiene pessoal. Pessoas de Virgem geralmente se preocupam com a saúde, nutrição e fitness, e são conhecidos por ter várias habilidades práticas.", "perguntas": [{"pergunta": "Qual é a data do período de Virgem do zodíaco?", "alternativas": ["23 de julho a 22 de agosto", "23 de agosto a 22 de setembro", "23 de setembro a 22 de outubro", "23 de outubro a 21 de novembro", "22 de novembro a 21 de dezembro"], "resposta_correta": "23 de agosto a 22 de setembro", "index_pergunta": 0}, {"pergunta": "Qual é a natureza de Virgem?", "alternativas": ["Água", "Fogo", "Ar", "Terra", "Metal"], "resposta_correta": "Terra", "index_pergunta": 1}, {"pergunta": "Quais são algumas características da personalidade de Virgem?", "alternativas": ["Espontâneo, extrovertido, teimoso", "Intuitivo, emocional, sonhador", "Analítico, perfeccionista, atento aos detalhes", "Ambicioso, assertivo, dominante", "Flexível, adaptável, sociável"], "resposta_correta": "Analítico, perfeccionista, atento aos detalhes", "index_pergunta": 2}, {"pergunta": "Que planeta governa Virgem na astrologia?", "alternativas": ["Vênus", "Marte", "Júpiter", "Mercúrio", "Saturno"], "resposta_correta": "Mercúrio", "index_pergunta": 3}, {"pergunta": "Com o que Virgem é frequentemente associado na astrologia?", "alternativas": ["Dinheiro e sucesso", "Relacionamentos amorosos", "Alegria e felicidade", "Saúde e higiene pessoal", "Viagens e aventuras"], "resposta_correta": "Saúde e higiene pessoal", "index_pergunta": 4}], "tema": "Virgem"}, {"resumo": "Ludwig van Beethoven foi um compositor e pianista alemão do período clássico e romântico. Nasceu em 1770 em Bonn, na Alemanha, e faleceu em 1827 em Viena, na Áustria. Beethoven é considerado um dos maiores e mais influentes compositores da história da música. Sua obra é vasta e inclui nove sinfonias, cinco concertos para piano, um concerto para violino, 32 sonatas para piano, uma ópera e diversas outras peças menores. Beethoven sofreu com a perda parcial da audição desde jovem e ficou completamente surdo em seus últimos anos, o que influenciou sua música e sua personalidade. Ele era conhecido por seu temperamento forte e pelo seu posicionamento político liberal.", "perguntas": [{"pergunta": "O que Beethoven é considerado?", "alternativas": ["Um dos maiores e mais influentes compositores da história da música", "Um dos maiores pintores da história da arte", "Um dos maiores escritores da história da literatura", "Um dos maiores filósofos da história da filosofia", "Um dos maiores cientistas da história da ciência"], "resposta_correta": "Um dos maiores e mais influentes compositores da história da música", "index_pergunta": 0}, {"pergunta": "Quantas sinfonias Beethoven compôs?", "alternativas": ["12", "9", "5", "15", "20"], "resposta_correta": "9", "index_pergunta": 1}, {"pergunta": "Qual era o instrumento principal de Beethoven?", "alternativas": ["Violino", "Piano", "Violoncelo", "Flauta", "Guitarra"], "resposta_correta": "Piano", "index_pergunta": 2}, {"pergunta": "O que influenciou a música e a personalidade de Beethoven?", "alternativas": ["Seu amor pela natureza", "Seu interesse pela filosofia", "Sua habilidade como pianista", "Sua perda parcial da audição", "Sua riqueza"], "resposta_correta": "Sua perda parcial da audição", "index_pergunta": 3}, {"pergunta": "Como era a personalidade de Beethoven?", "alternativas": ["Calma e tranquila", "Timida e introvertida", "Alegre e descontraída", "Fortemente temperamental", "Desinteressada e apática"], "resposta_correta": "Fortemente temperamental", "index_pergunta": 4}], "tema": "Beethoven"}, {"resumo": "O oxigênio é um elemento químico essencial para a vida na Terra, presente em uma abundância cerca de 10.000 vezes superior à média de outros elementos em todo o universo conhecido. Sua principal função é a de sustentar a respiração de organismos aeróbicos, por meio da realização da oxidação das células do corpo humano e da liberação de energia para as atividades diárias.\n\nO oxigênio é um gás incolor, insípido e inodoro, que compreende cerca de 21% da composição do ar atmosférico. Ele é produzido através da fotossíntese das plantas, que transformam o dióxido de carbono e outras substâncias em compostos ricos em energia, incluindo o próprio oxigênio.\n\nAlém de propiciar a respiração, o uso do oxigênio tem diversas outras aplicações na indústria e medicina. Na indústria metalúrgica, o oxigênio é utilizado para a soldagem, corte de metais e produção de aço. Em medicina, ele é utilizado como um tratamento para pessoas com dificuldade respiratória e doenças pulmonares.\n\nApesar de sua importância, a alta concentração de oxigênio em ambientes fechados pode apresentar riscos à saúde humana. O excesso de oxigênio é tóxico e pode causar danos aos pulmões e outros órgãos, além de ser altamente inflamável e causar incêndios em ambientes com altas concentrações.\n\nA busca por oxigênio fora da Terra é um tema recorrente em pesquisas sobre a exploração espacial e colonização de outros planetas. Até o momento, a atmosfera de Marte é a única conhecida que contém oxigênio, ainda que em uma concentração extremamente baixa.", "perguntas": [{"pergunta": "Qual é a principal função do oxigênio?", "alternativas": ["Manutenção da temperatura corporal", "Sustentar a respiração de organismos aeróbicos", "Combustão de alimentos", "Síntese de compostos orgânicos", "Nenhuma das alternativas"], "resposta_correta": "Sustentar a respiração de organismos aeróbicos", "index_pergunta": 0}, {"pergunta": "Qual o percentual de oxigênio presente na composição do ar atmosférico?", "alternativas": ["21%", "50%", "10%", "5%", "Nenhuma das alternativas"], "resposta_correta": "21%", "index_pergunta": 1}, {"pergunta": "O que é fotossíntese?", "alternativas": ["Reação química na qual o oxigênio é liberado na atmosfera", "Síntese de compostos orgânicos a partir da energia solar", "Transformação do oxigênio em dióxido de carbono", "Nenhuma das alternativas", "Todas as alternativas"], "resposta_correta": "Síntese de compostos orgânicos a partir da energia solar", "index_pergunta": 2}, {"pergunta": "Qual a principal aplicação do oxigênio na indústria?", "alternativas": ["Tratamento de doenças respiratórias", "Produção de aço", "Limpeza de ambientes", "Fabricação de plásticos", "Nenhuma das alternativas"], "resposta_correta": "Produção de aço", "index_pergunta": 3}, {"pergunta": "Por que a alta concentração de oxigênio em ambientes fechados pode apresentar riscos?", "alternativas": ["Pode causar danos ao meio ambiente", "É altamente inflamável", "Pode causar danos aos pulmões e outros órgãos", "Nenhuma das alternativas", "Todas as alternativas"], "resposta_correta": "Pode causar danos aos pulmões e outros órgãos", "index_pergunta": 4}], "tema": "Oxigênio"}, {"resumo": "O gato é um animal de estimação muito popular em todo o mundo. Eles fazem parte da família Felidae e têm uma expectativa de vida média de 12 a 16 anos. Os gatos são animais solitários por natureza, mas também podem ser muito sociáveis e apegados aos seus donos. Eles têm uma personalidade única e são conhecidos por serem independentes, brincalhões e curiosos. A maioria das raças de gatos tem um sistema de pelagem naturalmente limpo e não precisam tomar banho com frequência.", "perguntas": [{"pergunta": "Qual é a expectativa de vida média de um gato?", "alternativas": ["6 a 8 anos", "8 a 10 anos", "12 a 16 anos", "18 a 20 anos", "20 a 25 anos"], "resposta_correta": "12 a 16 anos", "index_pergunta": 0}, {"pergunta": "Os gatos são animais sociáveis?", "alternativas": ["Sim, eles são animais muito sociáveis", "Não, eles são animais solitários", "Apenas algumas raças de gatos são sociáveis", "Eles são sociáveis com outros animais, mas não com humanos", "Só são sociáveis com outros gatos"], "resposta_correta": "Eles são animais solitários, mas também podem ser muito sociáveis e apegados aos seus donos.", "index_pergunta": 1}, {"pergunta": "Qual é uma característica de personalidade comum entre os gatos?", "alternativas": ["Eles são conhecidos por serem agressivos", "Eles não gostam de brincar", "Eles não são curiosos", "Eles são tímidos", "Eles são independentes, brincalhões e curiosos."], "resposta_correta": "Eles são independentes, brincalhões e curiosos.", "index_pergunta": 2}, {"pergunta": "Os gatos precisam tomar banho com frequência?", "alternativas": ["Sim, pelo menos uma vez por semana", "Não, a maioria das raças tem um sistema de pelagem naturalmente limpo", "Sim, todos os dias", "Depende da raça do gato", "Sim, pelo menos uma vez por mês"], "resposta_correta": "Não, a maioria das raças tem um sistema de pelagem naturalmente limpo e não precisam tomar banho com frequência.", "index_pergunta": 3}, {"pergunta": "Qual é o nome da família animal em que o gato se enquadra?", "alternativas": ["Canidae", "Felidae", "Ursidae", "Equidae", "Hominidae"], "resposta_correta": "Felidae", "index_pergunta": 4}], "tema": "Gato"}, {"resumo": "O oceano é uma vasta massa de água salgada que cobre grande parte da superfície da Terra. Ele é dividido em cinco grandes oceanos: Atlântico, Pacífico, Índico, Ártico e Antártico. O oceano desempenha um papel crucial na regulação do clima global, agindo como um grande regulador de temperatura. Além disso, é o lar de uma infinidade de espécies marinhas, muitas das quais ainda não foram descobertas pelo homem. As atividades humanas, como a pesca excessiva e a poluição, têm um impacto significativo no ecossistema marinho e nos seres que dele dependem.", "perguntas": [{"pergunta": "Qual é a função do oceano na regulação do clima global?", "alternativas": ["Não tem função na regulação do clima.", "Atua como um grande regulador de temperatura.", "Contribui para o aquecimento global.", "Causa tempestades e furacões.", "Todas as alternativas estão corretas."], "resposta_correta": "Atua como um grande regulador de temperatura.", "index_pergunta": 0}, {"pergunta": "Quantos oceanos existem?", "alternativas": ["3", "4", "5", "6", "7"], "resposta_correta": "5", "index_pergunta": 1}, {"pergunta": "Qual é o nome do maior oceano?", "alternativas": ["Atlântico", "Pacífico", "Índico", "Ártico", "Antártico"], "resposta_correta": "Pacífico", "index_pergunta": 2}, {"pergunta": "Que impacto as atividades humanas têm no ecossistema marinho?", "alternativas": ["Não têm impacto significativo.", "Contribuem para a preservação das espécies marinhas.", "Não afetam a qualidade da água.", "Causam poluição e pesca excessiva.", "Nenhuma das alternativas está correta."], "resposta_correta": "Causam poluição e pesca excessiva.", "index_pergunta": 3}, {"pergunta": "Por que o oceano é importante?", "alternativas": ["Porque é bonito.", "Porque contém muitas espécies marinhas.", "Porque é importante para a regulação do clima global.", "Porque os seres humanos dependem dele para sobreviver.", "Todas as alternativas estão corretas."], "resposta_correta": "Todas as alternativas estão corretas.", "index_pergunta": 4}], "tema": "Oceano"}, {"resumo": "Geometria é uma área da Matemática que se dedica ao estudo da forma, tamanho, posição e relação entre figuras. Ela é dividida em diferentes sub-áreas, como Geometria Euclidiana, Geometria Analítica e Geometria Descritiva. A Geometria Euclidiana é baseada nos postulados de Euclides e estuda as propriedades dos objetos matemáticos no espaço. Já a Geometria Analítica foca em representar figuras geométricas por meio de coordenadas no plano ou espaço. A Geometria Descritiva lida com projetar objetos tridimensionais em uma superfície bidimensional, como em desenhos técnicos. A Geometria tem diversas aplicações no cotidiano, como em projetos de engenharia e arquitetura, na criação de jogos e na fabricação de objetos.", "perguntas": [{"pergunta": "Qual é a área da Matemática que se dedica ao estudo da forma, tamanho, posição e relação entre figuras?", "alternativas": ["Álgebra", "Estatística", "Geometria", "Cálculo", "Trigonometria"], "resposta_correta": "C", "index_pergunta": 0}, {"pergunta": "Qual é a Geometria baseada nos postulados de Euclides?", "alternativas": ["Geometria Euclideana", "Geometria Analítica", "Geometria Descritiva", "Geometria Moderna", "Geometria Sagrada"], "resposta_correta": "A", "index_pergunta": 1}, {"pergunta": "O que estuda a Geometria Analítica?", "alternativas": ["As propriedades dos objetos matemáticos no espaço", "A projeção de objetos tridimensionais em uma superfície bidimensional", "A representação de figuras geométricas por meio de coordenadas no plano ou espaço", "A análise de dados quantitativos", "A medição de ângulos e distâncias"], "resposta_correta": "C", "index_pergunta": 2}, {"pergunta": "Qual é a subárea da Geometria que lida com projetar objetos tridimensionais em uma superfície bidimensional?", "alternativas": ["Geometria Euclideana", "Geometria Analítica", "Geometria Descritiva", "Geometria Moderna", "Geometria Sagrada"], "resposta_correta": "C", "index_pergunta": 3}, {"pergunta": "Em quais áreas do cotidiano a Geometria é aplicada?", "alternativas": ["Engenharia e Arquitetura", "Medicina", "Música", "Direito", "Agricultura"], "resposta_correta": "A", "index_pergunta": 4}], "tema": "Geometria"}, {"resumo": "O governo é a instituição responsável por gerir e administrar um país ou região. Ele é formado por diversos poderes, como o executivo (representado pelo presidente ou primeiro-ministro), legislativo (responsável pela elaboração das leis) e judiciário (responsável pela aplicação das leis e julgamento de casos). A principal função do governo é promover o bem-estar da população, por meio de políticas públicas que visam garantir a segurança, saúde, educação, empregabilidade, entre outros aspectos. Cada país possui uma forma de governo e organização política própria, que varia de acordo com a cultura, tradição e valores de sua sociedade.", "perguntas": [{"pergunta": "Qual é a função principal do governo?", "alternativas": ["Gerir e administrar um país ou região", "Elaborar as leis", "Aplicar as leis e julgar casos", "Promover o bem-estar da população", "Todas as alternativas estão corretas"], "resposta_correta": "Promover o bem-estar da população", "index_pergunta": 0}, {"pergunta": "Quais são os poderes que formam o governo?", "alternativas": ["Executivo, legislativo e judiciário", "Executivo, legislativo e militar", "Executivo, judiciário e corporativo", "Militar, legislativo e judiciário", "Nenhuma das alternativas está correta"], "resposta_correta": "Executivo, legislativo e judiciário", "index_pergunta": 1}, {"pergunta": "O que é política pública?", "alternativas": ["Ação individual de um político", "Decisão tomada pelo executivo", "Conjunto de medidas adotadas pelo governo para atender às necessidades da população", "Processo de elaboração de leis", "Nenhuma das alternativas está correta"], "resposta_correta": "Conjunto de medidas adotadas pelo governo para atender às necessidades da população", "index_pergunta": 2}, {"pergunta": "O que influencia na forma de governo de um país?", "alternativas": ["Economia", "Cultura", "Tradição", "Valores da sociedade", "Todas as alternativas estão corretas"], "resposta_correta": "Todas as alternativas estão corretas", "index_pergunta": 3}, {"pergunta": "Qual é o poder responsável por aplicar as leis e julgar casos?", "alternativas": ["Executivo", "Legislativo", "Judiciário", "Militar", "Nenhuma das alternativas está correta"], "resposta_correta": "Judiciário", "index_pergunta": 4}], "tema": "Governo"}, {"resumo": "A natação é um esporte que consiste em nadar em uma piscina ou em águas abertas. Ela pode ser praticada de forma recreativa ou competitiva, e existem diversas modalidades dentro da natação, como crawl, costas, peito e borboleta. A natação é um exercício físico completo, que ajuda a fortalecer os músculos, melhorar o condicionamento cardiovascular e respiratório, além de ser um esporte de baixo impacto nas articulações. É importante lembrar que a natação também apresenta riscos, como afogamento, hipotermia e lesões. Por isso, é fundamental que sejam seguidas as regras de segurança e que se aprenda a nadar com um instrutor qualificado.", "perguntas": [{"pergunta": "Quais são as modalidades da natação?", "alternativas": ["Crawl, costas, peito e borboleta", "Vôlei, basquete, futebol e handebol", "Surfe, bodyboard, kitesurfe e windsurfe", "Atletismo, ginástica, boxe e luta livre", "Remo, canoagem, stand up paddle e rafting"], "resposta_correta": "Crawl, costas, peito e borboleta", "index_pergunta": 0}, {"pergunta": "Quais os benefícios da natação para a saúde?", "alternativas": ["Melhora do condicionamento cardiovascular e respiratório, fortalecimento dos músculos, baixo impacto nas articulações", "Crescimento de cabelo e unhas, prevenção de doenças cardíacas, fortalecimento dos ossos", "Emagrecimento rápido, aumento da massa muscular, melhora do sono", "Prevenção de lesões, aumento da flexibilidade, redução da ansiedade", "Diminuição da pressão arterial, aumento da criatividade, melhora da memória"], "resposta_correta": "Melhora do condicionamento cardiovascular e respiratório, fortalecimento dos músculos, baixo impacto nas articulações", "index_pergunta": 1}, {"pergunta": "Quais os riscos da prática da natação?", "alternativas": ["Afogamento, hipotermia e lesões", "Desidratação, queimaduras solares e picadas de insetos", "Exaustão, desmaio e insolação", "Fraturas, luxações e entorses", "Contusões, cortes e queimaduras"], "resposta_correta": "Afogamento, hipotermia e lesões", "index_pergunta": 2}, {"pergunta": "Qual a importância de seguir regras de segurança na prática da natação?", "alternativas": ["Para evitar acidentes e garantir a segurança do praticante e dos outros nadadores", "Para aumentar o desempenho esportivo e alcançar melhores resultados", "Para evitar multas e punições por não cumprimento de normas", "Para não se machucar e não prejudicar o equipamento", "Para se destacar dos demais nadadores e ganhar prêmios"], "resposta_correta": "Para evitar acidentes e garantir a segurança do praticante e dos outros nadadores", "index_pergunta": 3}, {"pergunta": "É necessário aprender a nadar com um instrutor qualificado?", "alternativas": ["Sim, pois somente ele tem o conhecimento técnico adequado para ensinar as técnicas corretas", "Não, pois a natação é um esporte intuitivo e pode ser aprendido sozinho", "Não é necessário, pois a natação não apresenta riscos significativos", "Apenas se a pessoa desejar se tornar um atleta de natação profissional", "Somente se a pessoa tiver medo de água"], "resposta_correta": "Sim, pois somente ele tem o conhecimento técnico adequado para ensinar as técnicas corretas", "index_pergunta": 4}], "tema": "Natação"}, {"resumo": "Hambúrguer é um alimento originário da Alemanha, mas que se popularizou nos Estados Unidos. É um sanduíche feito com pão e carne, geralmente carne bovina, mas também pode ser de frango, porco, peixe, entre outras opções. O hambúrguer é um produto que agrada muitas pessoas, por sua praticidade, sabor e versatilidade. Ele pode ser consumido em diversas ocasiões, desde um almoço rápido até em restaurantes sofisticados. Além disso, o hambúrguer é um item presente em muitas cozinhas caseiras, já que é fácil de fazer e pode ser personalizado de acordo com o gosto do consumidor. Existem diversas variações do hambúrguer, com diferentes tipos de queijos, vegetais e molhos. Em muitos lugares, o hambúrguer é considerado um símbolo da cultura americana, tendo inclusive um dia dedicado a ele nos Estados Unidos, o National Hamburger Day.", "perguntas": [{"pergunta": "Qual é a origem do hambúrguer?", "alternativas": ["Alemanha", "Estados Unidos", "Canadá", "Inglaterra", "França"], "resposta_correta": "Alemanha", "index_pergunta": 0}, {"pergunta": "O que é necessário para fazer um hambúrguer?", "alternativas": ["Pão e carne", "Arroz e feijão", "Frutas e vegetais", "Massa e queijo", "Macarrão e frutos do mar"], "resposta_correta": "Pão e carne", "index_pergunta": 1}, {"pergunta": "Qual é a carne mais comum usada no hambúrguer?", "alternativas": ["Carne bovina", "Frango", "Peixe", "Porco", "Carne de cordeiro"], "resposta_correta": "Carne bovina", "index_pergunta": 2}, {"pergunta": "Por que o hambúrguer é tão popular?", "alternativas": ["Por sua praticidade, sabor e versatilidade", "Por ser caro e exclusivo", "Por ser saudável e nutritivo", "Por ter propriedades medicinais", "Por ser difícil de fazer"], "resposta_correta": "Por sua praticidade, sabor e versatilidade", "index_pergunta": 3}, {"pergunta": "Qual país tem um dia dedicado ao hambúrguer?", "alternativas": ["Estados Unidos", "Alemanha", "Brasil", "Itália", "Austrália"], "resposta_correta": "Estados Unidos", "index_pergunta": 4}], "tema": "Hambúrguer"}, {"resumo": "O leão é um mamífero da família dos felinos, reconhecido principalmente por sua juba e pela reputação de rei da selva. São animais que costumam viver em savanas, planícies e florestas da África e da Ásia. Os leões machos são maiores e mais pesados do que as fêmeas, podendo chegar a medir até 2,40 metros de comprimento e pesar cerca de 250 kg. As fêmeas, por sua vez, geralmente pesam cerca de 150 kg e medem em torno de 2 metros. A expectativa de vida dos leões em vida livre varia entre 10 e 14 anos, enquanto em cativeiro podem chegar a viver até 20 anos. O leão é um animal carnívoro e vive em grupos ou bandos, conhecidos como coalizões.", "perguntas": [{"pergunta": "Qual animal é conhecido como o rei da selva?", "alternativas": ["Tigre", "Leopardo", "Leão", "Lobo", "Hiena"], "resposta_correta": "Leão", "index_pergunta": 0}, {"pergunta": "Onde os leões geralmente vivem?", "alternativas": ["Pântanos", "Montanhas", "Florestas tropicais", "Savanas e planícies", "Tundra"], "resposta_correta": "Savanas e planícies", "index_pergunta": 1}, {"pergunta": "Qual é o tamanho médio dos leões machos?", "alternativas": ["1,50 metros", "1,80 metros", "2,00 metros", "2,20 metros", "2,40 metros"], "resposta_correta": "2,40 metros", "index_pergunta": 2}, {"pergunta": "Qual é a expectativa de vida dos leões em vida livre?", "alternativas": ["5 a 8 anos", "8 a 10 anos", "10 a 14 anos", "14 a 18 anos", "18 a 20 anos"], "resposta_correta": "10 a 14 anos", "index_pergunta": 3}, {"pergunta": "Como os grupos de leões são conhecidos?", "alternativas": ["Bandos", "Rebanhos", "Matilha", "Manada", "Coalizões"], "resposta_correta": "Coalizões", "index_pergunta": 4}], "tema": "Leão"}, {"resumo": "Escorpião é um animal conhecido pelo seu veneno mortal e sua aparência temida. Eles pertencem à classe Arachnida e são encontrados em todo o mundo, exceto na Antártica. Sua característica mais marcante é a cauda veemente que contém veneno e é usada para se defender ou caçar. O corpo dos escorpiões é dividido em duas partes: a primeira contém a cabeça, as garras e as pernas; a segunda é a cauda com o ferrão. Eles são noturnos e se escondem durante o dia em rochas, buracos ou debaixo de objetos. Os escorpiões se alimentam de insetos, aranhas, além de pequenos vertebrados como lagartos e roedores.", "perguntas": [{"pergunta": "Qual é a principal característica do escorpião?", "alternativas": ["Suas garras", "Sua cauda venenosa", "Sua cor", "Seu tamanho", "Sua velocidade"], "resposta_correta": "Sua cauda venenosa", "index_pergunta": 0}, {"pergunta": "Onde os escorpiões costumam se esconder durante o dia?", "alternativas": ["Na água", "Em plantas", "Debaixo de objetos", "No céu", "Na terra"], "resposta_correta": "Debaixo de objetos", "index_pergunta": 1}, {"pergunta": "Qual é a alimentação principal dos escorpiões?", "alternativas": ["Insetos e aranhas", "Bovinos", "Peixes", "Aves", "Cobras"], "resposta_correta": "Insetos e aranhas", "index_pergunta": 2}, {"pergunta": "Qual é a classe do escorpião?", "alternativas": ["Mamíferos", "Répteis", "Anfíbios", "Aves", "Arachnida"], "resposta_correta": "Arachnida", "index_pergunta": 3}, {"pergunta": "Onde os escorpiões NÃO são encontrados?", "alternativas": ["Na América do Sul", "Na África", "Na Europa", "Na Antártica", "Na Ásia"], "resposta_correta": "Na Antártica", "index_pergunta": 4}], "tema": "Escorpião"}, {"resumo": "William Shakespeare foi um dramaturgo, poeta e ator inglês, considerado um dos mais importantes escritores da língua inglesa e um dos maiores dramaturgos da história. Acreditava-se que Shakespeare nasceu em Stratford-upon-Avon, em 1564, e começou sua carreira em Londres por volta de 1590. Ele se tornou membro da Lord Chamberlain's Men (mais tarde chamado de King's Men) em 1594, uma das companhias de teatro mais populares da época. Shakespeare escreveu cerca de 38 peças, além de inúmeros sonetos e dois poemas narrativos. Suas obras tratam de diferentes temas, como amor, ódio, vingança e traição, e muitas delas ainda são representadas em todo o mundo.", "perguntas": [{"pergunta": "Qual a principal área de atuação de Shakespeare?", "alternativas": ["Música", "Cinema", "Teatro", "Dança", "Pintura"], "resposta_correta": "Teatro", "index_pergunta": 0}, {"pergunta": "Quantas peças Shakespeare escreveu?", "alternativas": ["20", "38", "50", "70", "100"], "resposta_correta": "38", "index_pergunta": 1}, {"pergunta": "Além de peças, o que mais Shakespeare escreveu?", "alternativas": ["Romances", "Ensaio", "Sonetos", "Poesias", "Artigos de Jornal"], "resposta_correta": "Sonetos", "index_pergunta": 2}, {"pergunta": "Qual o nome da companhia de teatro da qual Shakespeare fez parte?", "alternativas": ["Queen's Men", "The Globe", "King's Men", "The Lord's Company", "The Royal Shakespeare Company"], "resposta_correta": "King's Men", "index_pergunta": 3}, {"pergunta": "Quais são alguns dos temas abordados nas peças de Shakespeare?", "alternativas": ["Comédia e terror", "Amor e ódio", "Guerra e paz", "Alegria e tristeza", "Fome e abundância"], "resposta_correta": "Amor e ódio", "index_pergunta": 4}], "tema": "Shakespeare"}, {"resumo": "O hidrogênio é o elemento químico mais abundante no universo e é também um dos mais versáteis. Ele pode ser encontrado em diversos estados físicos na Terra e possui aplicações em diversas áreas, como na indústria química, na produção de energia limpa e como combustível.  O hidrogênio tem um papel fundamental no meio ambiente, pois ele é um importante componente do processo de fotossíntese das plantas, atua na manutenção da camada de ozônio e é um dos principais componentes da água. O hidrogênio pode ser produzido a partir de processos como a eletrólise da água, a reforma a vapor e a gaseificação da biomassa, sendo uma fonte de energia renovável e limpa. Ainda há desafios técnicos e econômicos na produção, armazenamento e distribuição do hidrogênio, mas estudos e avanços tecnológicos têm permitido o progresso na utilização em larga escala desse elemento químico tão importante.", "perguntas": [{"pergunta": "Qual é o elemento químico mais abundante no universo?", "alternativas": ["Hélio", "Carbono", "Oxigênio", "Hidrogênio", "Neônio"], "resposta_correta": "Hidrogênio", "index_pergunta": 0}, {"pergunta": "Qual é a importância do hidrogênio para o meio ambiente?", "alternativas": ["Não possui nenhuma importância", "Atrapalha o processo de fotossíntese das plantas", "Não interfere na camada de ozônio", "Não está presente na água", "É um importante componente do processo de fotossíntese das plantas, atua na manutenção da camada de ozônio e é um dos principais componentes da água."], "resposta_correta": "É um importante componente do processo de fotossíntese das plantas, atua na manutenção da camada de ozônio e é um dos principais componentes da água.", "index_pergunta": 1}, {"pergunta": "De onde pode ser obtido o hidrogênio?", "alternativas": ["A partir de processos radioativos", "A partir de combustíveis fósseis", "A partir da eletrólise da água, da reforma a vapor e da gaseificação da biomassa", "A partir da fermentação de alimentos", "A partir da oxidação de metais"], "resposta_correta": "A partir da eletrólise da água, da reforma a vapor e da gaseificação da biomassa", "index_pergunta": 2}, {"pergunta": "Qual é o papel do hidrogênio na produção de energia?", "alternativas": ["Não tem nenhum papel", "É um gerador de poluentes", "Pode ser usado como combustível limpo", "É uma fonte esgotável", "Não pode ser utilizado para produção de energia"], "resposta_correta": "Pode ser usado como combustível limpo", "index_pergunta": 3}, {"pergunta": "Quais são os desafios na produção do hidrogênio?", "alternativas": ["Nenhum desafio", "Dependência de recursos estrangeiros", "Problemas na sua obtenção", "Dificuldades na armazenagem e distribuição", "Alto impacto ambiental"], "resposta_correta": "Dificuldades na armazenagem e distribuição", "index_pergunta": 4}], "tema": "Hidrogênio"}, {"resumo": "O cachorro, também conhecido como cão, é um animal de estimação muito popular em todo o mundo. Existem diversas raças de cachorro, cada uma com suas próprias características físicas e comportamentais. Eles são animais sociáveis e inteligentes, que se adaptam facilmente a diferentes ambientes e estilos de vida. Os cachorros são animais que precisam de cuidados básicos, como alimentação adequada, exercícios físicos, vacinação e higiene.", "perguntas": [{"pergunta": "Qual o apelido do cachorro?", "alternativas": ["Gato", "Cabra", "Cão", "Urso", "Leão"], "resposta_correta": "Cão", "index_pergunta": 0}, {"pergunta": "O cachorro é um animal sociável?", "alternativas": ["Não", "Depende da raça", "Sim", "Apenas com outros cachorros", "Somente quando filhote"], "resposta_correta": "Sim", "index_pergunta": 1}, {"pergunta": "O que os cachorros precisam para se manterem saudáveis?", "alternativas": ["Carinho", "Brinquedos", "Comida de gente", "Alimentação adequada, exercícios físicos, vacinação e higiene", "Óleos essenciais"], "resposta_correta": "Alimentação adequada, exercícios físicos, vacinação e higiene", "index_pergunta": 2}, {"pergunta": "Quantas raças de cachorro existem?", "alternativas": ["Apenas uma", "Cinco", "Cem", "Mil", "Existem diversas raças de cachorro"], "resposta_correta": "Existem diversas raças de cachorro", "index_pergunta": 3}, {"pergunta": "É fácil adaptar um cachorro a diferentes ambientes e estilos de vida?", "alternativas": ["Não", "Depende da raça", "Sim", "Apenas para cachorros de pequeno porte", "Apenas para cachorros de grande porte"], "resposta_correta": "Sim", "index_pergunta": 4}], "tema": "Cachorro"}, {"resumo": "As florestas são ecossistemas terrestres que abrigam uma grande diversidade de seres vivos, incluindo árvores, animais e micro-organismos. Elas desempenham um papel fundamental na regulação climática, na qualidade do ar e da água, na prevenção de enchentes e na manutenção da biodiversidade. As florestas podem ser classificadas de acordo com as características climáticas, geográficas e florísticas em quatro tipos principais: floresta tropical, floresta temperada, floresta boreal e floresta de coníferas. No entanto, em todo o mundo, as florestas vêm sendo ameaçadas pela ação humana, incluindo o desmatamento, a exploração madeireira, a agricultura intensiva e a urbanização.", "perguntas": [{"pergunta": "O que são florestas?", "alternativas": ["Ecossistemas terrestres que abrigam uma grande diversidade de seres vivos", "Ecossistemas aquáticos que abrigam uma grande diversidade de seres vivos", "Ecossistemas marinhos que abrigam uma grande diversidade de seres vivos", "Ecossistemas urbanos que abrigam uma grande diversidade de seres vivos", "Nenhuma das alternativas"], "resposta_correta": "Ecossistemas terrestres que abrigam uma grande diversidade de seres vivos", "index_pergunta": 0}, {"pergunta": "Qual a importância das florestas?", "alternativas": ["Regulação climática, qualidade do ar e da água, prevenção de enchentes e manutenção da biodiversidade", "Regulação climática e prevenção de enchentes", "Exploração madeireira e prevenção de enchentes", "Agricultura intensiva e prevenção de enchentes", "Nenhuma das alternativas"], "resposta_correta": "Regulação climática, qualidade do ar e da água, prevenção de enchentes e manutenção da biodiversidade", "index_pergunta": 1}, {"pergunta": "Quantos tipos de florestas existem?", "alternativas": ["2", "3", "4", "5", "6"], "resposta_correta": "4", "index_pergunta": 2}, {"pergunta": "Quais são os principais tipos de florestas?", "alternativas": ["Floresta de neve, floresta de água, floresta de fogo e floresta de pedra", "Floresta tropical, floresta temperada, floresta boreal e floresta de coníferas", "Floresta de espinhos, floresta de cactos, floresta de mangue e floresta de savana", "Floresta de pinheiros, floresta de ciprestes, floresta de eucalipto e floresta de bambu", "Nenhuma das alternativas"], "resposta_correta": "Floresta tropical, floresta temperada, floresta boreal e floresta de coníferas", "index_pergunta": 3}, {"pergunta": "Do que as florestas vêm sendo ameaçadas?", "alternativas": ["Ação humana, incluindo o desmatamento, a exploração madeireira, a agricultura intensiva e a urbanização", "Ação dos animais, incluindo a caça e a pesca intensiva", "Ação das mudanças climáticas, incluindo a elevação do nível do mar e as enchentes", "Ação dos micro-organismos, incluindo as doenças vegetais e animais", "Nenhuma das alternativas"], "resposta_correta": "Ação humana, incluindo o desmatamento, a exploração madeireira, a agricultura intensiva e a urbanização", "index_pergunta": 4}], "tema": "Floresta"}, {"resumo": "O Cálculo é uma área das matemáticas que lida com os números e as suas mudanças. Ele tem dois ramos principais: o Cálculo Diferencial e o Cálculo Integral. O Cálculo Diferencial é o estudo do conceito de derivada, que mede como uma função muda em um ponto específico. A derivada é importante para encontrar pontos de máximo e mínimo de uma função. O Cálculo Integral é o estudo do conceito de integral, que é a área limitada por uma curva e o eixo x. A integral é importante para encontrar a área ou o volume de uma forma geométrica complexa. O Cálculo é uma ferramenta fundamental para a Física, a Engenharia e a Economia, pois essas áreas precisam de conhecimento detalhado sobre as mudanças dos fenômenos que estudam.", "perguntas": [{"pergunta": "Qual é a área das matemáticas que lida com números e mudanças?", "alternativas": ["Trigonometria", "Cálculo", "Geometria", "Álgebra", "Estatística"], "resposta_correta": "Cálculo", "index_pergunta": 0}, {"pergunta": "Qual é o ramo do Cálculo que estuda o conceito de derivada?", "alternativas": ["Cálculo Integral", "Geometria Analítica", "Álgebra", "Cálculo Avançado", "Cálculo Diferencial"], "resposta_correta": "Cálculo Diferencial", "index_pergunta": 1}, {"pergunta": "Para que a derivada é importante?", "alternativas": ["Para encontrar a área limitada por uma curva e o eixo x", "Para encontrar a velocidade de uma partícula em movimento", "Para verificar se uma função é par ou ímpar", "Para resolver equações trigonométricas", "Para descrever a posição de um objeto no espaço"], "resposta_correta": "Para encontrar a velocidade de uma partícula em movimento", "index_pergunta": 2}, {"pergunta": "Qual é o ramo do Cálculo que estuda o conceito de integral?", "alternativas": ["Geometria Analítica", "Cálculo Diferencial", "Cálculo Avançado", "Cálculo Integral", "Álgebra"], "resposta_correta": "Cálculo Integral", "index_pergunta": 3}, {"pergunta": "Para que a integral é importante?", "alternativas": ["Para encontrar pontos de máximo e mínimo de uma função", "Para medir mudanças em um ponto específico de uma função", "Para encontrar equações de retas", "Para descrever a posição de um objeto no espaço", "Para encontrar a área ou o volume de uma forma geométrica complexa"], "resposta_correta": "Para encontrar a área ou o volume de uma forma geométrica complexa", "index_pergunta": 4}], "tema": "Cálculo"}, {"resumo": "A política é o conjunto de ações, decisões e práticas que envolvem a tomada de decisões sobre a condição e direção de uma sociedade. Na política, as discussões são conduzidas por grupos e pessoas que representam diferentes interesses. Um objetivo comum é a busca por melhores condições de vida para as pessoas. Existem diversos tipos de sistemas políticos no mundo, incluindo a democracia, a monarquia, a república e o autoritarismo. Dentre as principais áreas de atuação política estão a saúde, a educação, a segurança, a economia e o meio ambiente.", "perguntas": [{"pergunta": "O que é política?", "alternativas": ["Um jogo de poder", "Ações que visam o bem comum da sociedade", "Conflitos de interesses", "Manipulação da população", "Exclusão social"], "resposta_correta": "Ações que visam o bem comum da sociedade", "index_pergunta": 0}, {"pergunta": "Quais são os diferentes tipos de sistemas políticos no mundo?", "alternativas": ["Comunismo, socialismo e capitalismo", "Monarquia, república e autoritarismo", "Imperialismo, colonialismo e neocolonialismo", "Feudalismo, absolutismo e liberalismo", "Fascismo, nazismo e anarquismo"], "resposta_correta": "Monarquia, república e autoritarismo", "index_pergunta": 1}, {"pergunta": "Quais são as principais áreas de atuação política?", "alternativas": ["Cultura, esporte e lazer", "Saúde, educação e segurança", "Arte, música e cinema", "Tecnologia, inovação e ciência", "Jornalismo, mídia e entretenimento"], "resposta_correta": "Saúde, educação e segurança", "index_pergunta": 2}, {"pergunta": "Qual o objetivo comum da política?", "alternativas": ["Aumentar o poder dos líderes políticos", "Criar conflitos entre grupos e classes sociais", "Buscar melhores condições de vida para as pessoas", "Satisfazer interesses pessoais dos políticos", "Manter a população desinformada"], "resposta_correta": "Buscar melhores condições de vida para as pessoas", "index_pergunta": 3}, {"pergunta": "O que é democracia?", "alternativas": ["Um sistema político em que o poder é centrado nas mãos de uma única pessoa", "Um sistema político em que um pequeno grupo governa com poder absoluto", "Um sistema político em que o voto é a principal forma de participação política", "Um sistema político em que não há nenhuma forma de controle social", "Um sistema político em que a força é utilizada para controlar a população"], "resposta_correta": "Um sistema político em que o voto é a principal forma de participação política", "index_pergunta": 4}], "tema": "Política"}, {"resumo": "O Futebol Americano é um esporte coletivo que surgiu nos Estados Unidos em 1869 e é caracterizado pelo uso de equipamentos de proteção e contato físico intenso. O objetivo do jogo é avançar com a bola oval até a end zone adversária e marcar pontos. Cada time é formado por 11 jogadores em campo, alternando entre os times ao longo do jogo. O Futebol Americano é muito popular no país de origem, com a NFL (Liga Nacional de Futebol Americano) sendo uma das ligas esportivas mais rentáveis do mundo.", "perguntas": [{"pergunta": "Quantos jogadores formam cada time?", "alternativas": ["5", "10", "11", "15", "20"], "resposta_correta": "11", "index_pergunta": 0}, {"pergunta": "Qual é o objetivo do jogo?", "alternativas": ["Realizar cestas", "Marcas pontos no gol adversário", "Vencer quem fizer mais gols", "Atravessar obstáculos no menor tempo possível", "Amarração de adversários para ganhar pontos"], "resposta_correta": "Marcar pontos no gol adversário", "index_pergunta": 1}, {"pergunta": "Qual é o nome da liga principal de Futebol Americano nos Estados Unidos?", "alternativas": ["NBA", "MLB", "NFL", "NHL", "PGA"], "resposta_correta": "NFL", "index_pergunta": 2}, {"pergunta": "O que é a end zone?", "alternativas": ["Uma área na lateral do campo", "Uma área de penalidade", "Uma área para substituições", "Uma área de comemoração", "Uma área na extremidade do campo onde se marca pontos"], "resposta_correta": "Uma área na extremidade do campo onde se marca pontos", "index_pergunta": 3}, {"pergunta": "O Futebol Americano é popular em quais países?", "alternativas": ["Apenas nos Estados Unidos", "Estados Unidos e Canadá", "Estados Unidos, México e Canadá", "Estados Unidos e Inglaterra", "Estados Unidos e Brasil"], "resposta_correta": "Estados Unidos, México e Canadá", "index_pergunta": 4}], "tema": "Futebol americano"}, {"resumo": "O sorvete é uma sobremesa fria, cremosa e doce, bastante apreciada em todo o mundo. Sua origem é um tanto incerta, mas acredita-se que os persas já consumiam uma mistura entre neve e frutas há milhares de anos. A partir daí, diversas variações foram criadas, como o sorbet (sorvete de frutas sem leite), o sherbet (uma mistura entre sorbet e sorvete) e o gelato (sorvete italiano com maior quantidade de gemas). Nos Estados Unidos, o sorvete começou a se popularizar no século XIX, quando máquinas de fazer gelo surgiram e tornaram o processo de fabricação mais acessível. Algumas curiosidades sobre o sorvete são: o primeiro congelamento de sorvete artificial aconteceu em 1846, o sabor mais popular no mundo é a baunilha e o consumo de sorvete chega a ser três vezes maior no verão do que no inverno.", "perguntas": [{"pergunta": "Qual é o sabor mais popular de sorvete no mundo?", "alternativas": ["Morango", "Chocolate", "Baunilha", "Creme", "Limão"], "resposta_correta": "Baunilha", "index_pergunta": 0}, {"pergunta": "O que é gelato?", "alternativas": ["Sorvete de frutas sem leite", "Uma mistura entre sorbet e sorvete", "Sorvete italiano com maior quantidade de gemas", "Sobremesa feita apenas com neve", "Sorvete com pedaços de frutas"], "resposta_correta": "Sorvete italiano com maior quantidade de gemas", "index_pergunta": 1}, {"pergunta": "Quando começou a se popularizar o sorvete nos Estados Unidos?", "alternativas": ["Século XV", "Século XVI", "Século XVII", "Século XVIII", "Século XIX"], "resposta_correta": "Século XIX", "index_pergunta": 2}, {"pergunta": "Qual a diferença entre sorbet e sherbet?", "alternativas": ["Sorbet tem leite e sherbet não tem", "Sherbet tem leite e sorbet não tem", "Sorbet é feito apenas com frutas e água", "Sherbet é feito com frutas e sorvete", "Sorbet é mais doce que sherbet"], "resposta_correta": "Sherbet tem leite e sorbet não tem", "index_pergunta": 3}, {"pergunta": "Em que ano aconteceu o primeiro congelamento de sorvete artificial?", "alternativas": ["1820", "1846", "1864", "1901", "1923"], "resposta_correta": "1846", "index_pergunta": 4}], "tema": "Sorvete"}, {"resumo": "Capricórnio é o décimo signo astrológico do zodíaco, representando a ambição e a determinação. As pessoas nascidas sob este signo são frequentemente descritas como sendo práticas, organizadas e trabalhadoras. O símbolo do Capricórnio é a cabra da montanha, representando a resistência e a determinação. Capricornianos são conhecidos por terem forte senso de responsabilidade e tendem a ser líderes naturais, mas também podem ser teimosos e inflexíveis. As cores associadas com Capricórnio são o marrom e o cinza, enquanto que sua pedra da sorte é a turmalina melancia. Pessoas nascidas sob este signo são sensíveis e apreciam a estabilidade, mas também podem ser um pouco distantes emocionalmente.", "perguntas": [{"pergunta": "Qual é o símbolo do Capricórnio?", "alternativas": ["Touro", "Gêmeos", "Leão", "Virgem", "Cabra da Montanha"], "resposta_correta": "Cabra da Montanha", "index_pergunta": 0}, {"pergunta": "Quais são as cores associadas com Capricórnio?", "alternativas": ["Vermelho e Verde", "Azul e Amarelo", "Marrom e Cinza", "Roxo e Laranja", "Preto e Branco"], "resposta_correta": "Marrom e Cinza", "index_pergunta": 1}, {"pergunta": "Como são descritas as pessoas nascidas sob o signo de Capricórnio?", "alternativas": ["Extrovertidas e impulsivas", "Sensíveis e instáveis", "Ambiciosas e determinadas", "Indecisas e medrosas", "Desorganizadas e preguiçosas"], "resposta_correta": "Ambiciosas e determinadas", "index_pergunta": 2}, {"pergunta": "Qual é a pedra da sorte de Capricórnio?", "alternativas": ["Ametista", "Opala", "Turquesa", "Turmalina Melancia", "Esmeralda"], "resposta_correta": "Turmalina Melancia", "index_pergunta": 3}, {"pergunta": "Qual é uma das características positivas de Capricórnio?", "alternativas": ["Extroversão", "Preguiça", "Responsabilidade", "Impulsividade", "Instabilidade"], "resposta_correta": "Responsabilidade", "index_pergunta": 4}], "tema": "Capricórnio"}, {"resumo": "Pablo Picasso é considerado um dos artistas mais importantes e influentes do século XX. Nasceu na Espanha em 1881 e morreu em 1973 na França. Picasso foi um artista multifacetado, trabalhando com diversas técnicas e estilos artísticos ao longo de sua carreira. Ele é conhecido principalmente pelo papel que desempenhou na criação do movimento cubista. Além disso, sua produção abrangeu uma variedade de estilos, incluindo o surrealismo e o expressionismo. Durante a sua vida, trabalhou em uma variedade de mídias, incluindo pintura, escultura, cerâmica e gravura. Seu estilo inovador e marcante tornou-o uma das figuras mais reconhecidas do mundo das artes.", "perguntas": [{"pergunta": "Qual o movimento artístico do qual Picasso é reconhecido como um dos fundadores?", "alternativas": ["Impressionismo", "Renascimento", "Cubismo", "Barroco", "Realismo"], "resposta_correta": "Cubismo", "index_pergunta": 0}, {"pergunta": "Em quais mídias Picasso trabalhou ao longo de sua carreira?", "alternativas": ["Pintura, escultura e cerâmica", "Pintura e música", "Pintura e gravura", "Escultura e música", "Gravura e cerâmica"], "resposta_correta": "Pintura, escultura e cerâmica", "index_pergunta": 1}, {"pergunta": "Quais os principais estilos artísticos abrangidos pela produção de Picasso?", "alternativas": ["Renascimento e barroco", "Surrealismo e impressionismo", "Cubismo e expressionismo", "Romantismo e modernismo", "Realismo e simbolismo"], "resposta_correta": "Cubismo e expressionismo", "index_pergunta": 2}, {"pergunta": "Onde Picasso nasceu?", "alternativas": ["França", "Itália", "Espanha", "Portugal", "Alemanha"], "resposta_correta": "Espanha", "index_pergunta": 3}, {"pergunta": "Em qual país Picasso faleceu?", "alternativas": ["Espanha", "França", "Itália", "Portugal", "Alemanha"], "resposta_correta": "França", "index_pergunta": 4}], "tema": "Picasso"}, {"resumo": "O elefante é um animal mamífero da família Elephantidae que habita principalmente a África e a Ásia. É considerado o maior animal terrestre do planeta, podendo chegar a 4 metros de altura e pesar mais de 6 toneladas. Sua principal característica é a presença de uma tromba, que é uma espécie de nariz alongado que consegue dobrar e agarrar objetos. O elefante pode viver em média até os 70 anos e é considerado um animal social, vivendo geralmente em grupos liderados por uma fêmea adulta, chamada de matriarca. Além disso, é um animal herbívoro e sua dieta é baseada em folhas, galhos, frutas e até mesmo gramíneas.", "perguntas": [{"pergunta": "Qual é a principal característica do elefante?", "alternativas": ["Presença de chifres", "Pele rígida e resistente", "Presença de tromba", "Patas grandes e fortes", "Cauda longa e peluda"], "resposta_correta": "Presença de tromba", "index_pergunta": 0}, {"pergunta": "O elefante é um animal herbívoro, ou seja, se alimenta de:", "alternativas": ["Carne", "Peixes", "Insetos", "Folhas, galhos, frutas e gramíneas", "Nenhuma das alternativas"], "resposta_correta": "Folhas, galhos, frutas e gramíneas", "index_pergunta": 1}, {"pergunta": "O elefante é considerado o maior animal terrestre do planeta, podendo chegar a quantos metros de altura?", "alternativas": ["1 metro", "2 metros", "3 metros", "4 metros", "5 metros"], "resposta_correta": "4 metros", "index_pergunta": 2}, {"pergunta": "Qual é o habitat principal do elefante?", "alternativas": ["América do Norte", "América do Sul", "África e Ásia", "Europa", "Oceania"], "resposta_correta": "África e Ásia", "index_pergunta": 3}, {"pergunta": "O elefante é considerado um animal social e geralmente vive em grupos liderados por:", "alternativas": ["Um elefante macho adulto", "Uma elefante fêmea adulta chamada de matriarca", "Um elefante bebê", "Um grupo de elefantes machos adultos", "Nenhuma das alternativas"], "resposta_correta": "Uma elefante fêmea adulta chamada de matriarca", "index_pergunta": 4}], "tema": "Elefante"}, {"resumo": "Álgebra é um ramo da matemática que estuda as propriedades e estruturas dos números e as relações entre eles por meio de equações e operações matemáticas. A palavra álgebra vem do árabe 'al-jabr', que significa reunir partes quebradas. Nos tempos antigos, a álgebra era usada para resolver problemas simples, como o cálculo de zonas agrícolas. Atualmente, a álgebra é amplamente aplicada em diversas áreas da ciência, tais como engenharia, física, estatística e economia.\n\nA álgebra permite ao matemático trabalhar com variáveis, que são representadas pelas letras do alfabeto. Ela pode ser usada para simplificar expressões matemáticas, resolver equações, representar gráficos e trabalhar com funções.\n\n Um dos objetivos fundamentais da álgebra é tornar mais simples um problema complexo, transformando-o em uma forma mais fácil de se trabalhar. Para isso, os matemáticos utilizam técnicas de simplificação, como fatoração, combinação de termos e identidades algébricas.\n\n A geometria analítica, que é um ramo da álgebra, é a parte da matemática que estuda as relações entre as equações e as coordenadas. Ela permite construir gráficos com base em equações e vice-versa.\n\n A álgebra também é dividida em sub-ramos, como a álgebra elementar, que trata dos conceitos básicos, como operações com números inteiros, frações, decimais e equações lineares; álgebra abstrata, que estuda os conceitos algébricos em um nível mais avançado; e a teoria dos grupos, que estuda os comportamentos de conjuntos finitos ou infinitos que possuem uma operação binária associativa.", "perguntas": [{"pergunta": "O que é álgebra?", "alternativas": ["Ramo da literatura", "Ramo da filosofia", "Ramo da matemática", "Ramo da sociologia", "Ramo da biologia"], "resposta_correta": "Ramo da matemática", "index_pergunta": 0}, {"pergunta": "Por que a álgebra é amplamente aplicada em diversas áreas da ciência?", "alternativas": ["Porque é uma área da matemática que não tem muitas aplicações práticas", "Porque a álgebra permite trabalhar com variáveis", "Porque os cientistas preferem trabalhar com a aritmética", "Porque a álgebra é uma área que está se tornando obsoleta", "Porque a álgebra não tem relação com outras áreas da ciência"], "resposta_correta": "Porque a álgebra permite trabalhar com variáveis", "index_pergunta": 1}, {"pergunta": "Qual é um dos objetivos fundamentais da álgebra?", "alternativas": ["Tornar um problema simples em um problema complexo", "Complicar equações", "Tornar mais complexo um problema já complexo", "Tornar mais simples um problema complexo", "Não tem objetivo algum"], "resposta_correta": "Tornar mais simples um problema complexo", "index_pergunta": 2}, {"pergunta": "O que é geometria analítica?", "alternativas": ["Um ramo da filosofia", "Um ramo da história", "Um ramo da matemática", "Um ramo da biologia", "Um ramo da geografia"], "resposta_correta": "Um ramo da matemática", "index_pergunta": 3}, {"pergunta": "Qual dos sub-ramos da álgebra trata dos conceitos básicos, como operações com números inteiros, frações, decimais e equações lineares?", "alternativas": ["Álgebra abstrata", "Geometria analítica", "Teoria dos grupos", "Álgebra elementar", "Álgebra complexa"], "resposta_correta": "Álgebra elementar", "index_pergunta": 4}], "tema": "Álgebra"}, {"resumo": "A monarquia é uma forma de governo em que há um rei ou uma rainha com poderes que podem variar de acordo com a constituição do país. O poder é passado de geração em geração, por meio de uma linhagem familiar. Existem diferentes tipos de monarquia, como a absoluta, em que o monarca tem poderes ilimitados, a constitucional, em que o monarca tem um papel simbólico e as decisões são tomadas pelos representantes eleitos pelo povo. A monarquia tem sido predominante em diferentes épocas da história, desde a Antiguidade até o século XX.", "perguntas": [{"pergunta": "Qual é a definição de monarquia?", "alternativas": ["Forma de governo em que há um rei ou uma rainha com poderes ilimitados.", "Forma de governo em que há um rei ou uma rainha com papel simbólico.", "Forma de governo em que há uma república.", "Forma de governo em que há um ditador.", "Forma de governo em que há um imperador."], "resposta_correta": "Forma de governo em que há um rei ou uma rainha com poderes que podem variar de acordo com a constituição do país.", "index_pergunta": 0}, {"pergunta": "O que é uma monarquia absoluta?", "alternativas": ["Forma de governo em que o monarca tem um papel simbólico.", "Forma de governo em que o monarca tem poderes ilimitados.", "Forma de governo em que o monarca é eleito pelo povo.", "Forma de governo sem um líder definido.", "Forma de governo em que o líder é escolhido por meio de um golpe."], "resposta_correta": "Forma de governo em que o monarca tem poderes ilimitados.", "index_pergunta": 1}, {"pergunta": "O que é uma monarquia constitucional?", "alternativas": ["Forma de governo em que o monarca tem um papel simbólico.", "Forma de governo em que o monarca tem poderes ilimitados.", "Forma de governo em que o monarca é eleito pelo povo.", "Forma de governo sem um líder definido.", "Forma de governo em que o líder é escolhido por meio de um golpe."], "resposta_correta": "Forma de governo em que o monarca tem um papel simbólico e as decisões são tomadas pelos representantes eleitos pelo povo.", "index_pergunta": 2}, {"pergunta": "Desde quando a monarquia existe?", "alternativas": ["Desde o século XX.", "Desde o século XVI.", "Desde a Antiguidade.", "Desde o século XIX.", "Desde a Idade Média."], "resposta_correta": "Desde a Antiguidade.", "index_pergunta": 3}, {"pergunta": "Como é transmitido o poder na monarquia?", "alternativas": ["Por meio de eleições.", "Por meio de golpes.", "Por meio de uma revolução.", "Por meio de uma linhagem familiar.", "Por meio de uma escolha do monarca."], "resposta_correta": "Por meio de uma linhagem familiar.", "index_pergunta": 4}], "tema": "Monarquia"}, {"resumo": "O vôlei é um esporte de equipe onde duas equipes competem em um espaço dividido por uma rede, tentando passar a bola por cima da rede e fazê-la cair no chão da quadra adversária. Cada equipe é composta por seis jogadores de cada lado da rede e o objetivo é marcar pontos fazendo com que a bola toque o chão do adversário ou o adversário cometa um erro. O jogo começa com um saque e, a partir daí, a bola deve ser passada de um lado para o outro, sempre tentando impedir que a bola caia no chão ou que seja perdida.", "perguntas": [{"pergunta": "Quantos jogadores compõem cada equipe no vôlei?", "alternativas": ["3", "4", "5", "6", "7"], "resposta_correta": "6", "index_pergunta": 0}, {"pergunta": "Qual é o objetivo do jogo de vôlei?", "alternativas": ["Fazer gols", "Marcar pontos", "Driblar o adversário", "Fazer cestas", "Realizar tackles"], "resposta_correta": "Marcar pontos", "index_pergunta": 1}, {"pergunta": "Como é iniciado o jogo de vôlei?", "alternativas": ["Com um arremesso", "Com um lance livre", "Com um saque", "Com um chute inicial", "Com uma cobrança de falta"], "resposta_correta": "Com um saque", "index_pergunta": 2}, {"pergunta": "O que acontece se a bola tocar no chão da equipe adversária durante o jogo de vôlei?", "alternativas": ["Um gol é marcado", "Um ponto é marcado", "O jogo recomeça", "A equipe ganha um tiro livre", "Nenhuma das alternativas"], "resposta_correta": "Um ponto é marcado", "index_pergunta": 3}, {"pergunta": "Quantos toques a equipe tem para passar a bola para o outro lado da rede no vôlei?", "alternativas": ["1", "2", "3", "4", "5"], "resposta_correta": "3", "index_pergunta": 4}], "tema": "Vôlei"}, {"resumo": "Lasanha é um prato típico da culinária italiana, composto por camadas de massa intercaladas com molho de carne, queijo e molho branco. A massa é feita com farinha de trigo, ovos e água, e pode ser pré-cozida ou comprada já pronta para uso. O recheio é feito com carne moída de boi ou porco, cebola, alho e tomate, e temperado com sal, pimenta-do-reino e ervas. O molho branco é produzido com leite, manteiga e farinha de trigo, e pode ser enriquecido com queijo ralado. A lasanha é um prato que exige tempo e habilidade na preparação, mas que agrada a diversos paladares.", "perguntas": [{"pergunta": "Quais são os ingredientes principais da lasanha?", "alternativas": ["Carne moída, trigo e queijo", "Frango desfiado, milho e queijo", "Massa de lasanha, molho de carne e molho branco", "Massa folhada, peito de peru e requeijão", "Arroz, feijão e ovo"], "resposta_correta": "Massa de lasanha, molho de carne e molho branco", "index_pergunta": 0}, {"pergunta": "Quais são as camadas que compõem a lasanha tradicional?", "alternativas": ["Massa, molho de tomate e queijo", "Massa, molho branco e molho de cogumelos", "Massa, presunto e queijo", "Massa, carne moída e molho de tomate", "Massa, frango desfiado e molho branco"], "resposta_correta": "Massa, carne moída e molho de tomate", "index_pergunta": 1}, {"pergunta": "Qual a origem da lasanha?", "alternativas": ["Espanha", "Itália", "França", "México", "Argentina"], "resposta_correta": "Itália", "index_pergunta": 2}, {"pergunta": "Qual é a função do molho branco na lasanha?", "alternativas": ["Dar sabor à carne", "Deixar a massa mais macia", "Enriquecer o prato com queijo", "Aumentar a quantidade de molho", "Adicionar cremosidade à lasanha"], "resposta_correta": "Adicionar cremosidade à lasanha", "index_pergunta": 3}, {"pergunta": "Por que a lasanha é considerada um prato de preparação demorada?", "alternativas": ["Porque demora muito para cozinhar a carne", "Porque é necessário fazer a massa do zero", "Porque leva muito tempo para montar as camadas", "Porque é preciso deixar a lasanha descansar antes de servir", "Porque o molho branco é difícil de preparar"], "resposta_correta": "Porque leva muito tempo para montar as camadas", "index_pergunta": 4}], "tema": "Lasanha"}, {"resumo": "Aquário é um signo do zodíaco que é regido pelo planeta Urano. As pessoas que nasceram sob este signo são conhecidas por sua natureza inventiva e por terem uma abordagem pouco convencional para a vida. Aquarianos são conhecidos por serem visionários e por terem ideias inovadoras. Eles são muito independentes e detestam conformidade. Eles podem se destacar em áreas como ciência, tecnologia, arte e música. Aquário é um signo de ar e isso significa que as pessoas nascidas sob este signo são muito inteligentes e têm uma mente muito ágil. São pessoas muito curiosas e estão sempre explorando novas ideias e interesses. Aquarianos têm uma natureza amorosa e são muito leais e solidários com aqueles que amam. Eles são muito livres pensadores e estão sempre prontos para experimentar coisas novas. No entanto, também podem ser muito teimosos e inflexíveis em algumas situações.", "perguntas": [{"pergunta": "Qual planeta rege o signo de Aquário?", "alternativas": ["Mercúrio", "Urano", "Vênus", "Marte", "Júpiter"], "resposta_correta": "Urano", "index_pergunta": 0}, {"pergunta": "Quais áreas podem ser adequadas para uma pessoa aquariana?", "alternativas": ["Esportes e atividades físicas", "Ciência, tecnologia, arte e música", "Negócios e finanças", "Política e direito", "Sociologia e psicologia"], "resposta_correta": "Ciência, tecnologia, arte e música", "index_pergunta": 1}, {"pergunta": "Como é a personalidade de uma pessoa aquariana?", "alternativas": ["Conformista e tradicional", "Depressiva e histérica", "Inventiva e pouco convencional", "Dócil e submissa", "Intolerante e agressiva"], "resposta_correta": "Inventiva e pouco convencional", "index_pergunta": 2}, {"pergunta": "Qual o elemento associado ao signo de Aquário?", "alternativas": ["Água", "Terra", "Ar", "Fogo", "Metal"], "resposta_correta": "Ar", "index_pergunta": 3}, {"pergunta": "De que forma uma pessoa aquariana pode ser influenciada negativamente?", "alternativas": ["Tornando-se muito apegada emocionalmente", "Tendo dificuldade em ter ideias inovadoras", "Ficando excessivamente teimosa e inflexível", "Tornando-se muito dependente dos outros", "Sendo muito impulsiva e agressiva"], "resposta_correta": "Ficando excessivamente teimosa e inflexível", "index_pergunta": 4}], "tema": "Aquário"}, {"resumo": "Leonardo da Vinci (1452-1519) foi um artista e inventor italiano, famoso por produzir algumas das obras mais icônicas da Renascença, como a 'Mona Lisa' e 'A Última Ceia'. Além de sua dedicação à arte, ele também era um inventor prolífico, projetando máquinas voadoras, submarinos e outras invenções incríveis, muitas das quais foram muito à frente de seu tempo. Da Vinci também se destacou como engenheiro militar, trabalhando para os governantes de sua época. Seu amor pelo conhecimento e pela ciência o levaram a estudar profundamente a anatomia humana, a astronomia, a matemática e muitos outros assuntos. ", "perguntas": [{"pergunta": "Qual é uma das obras mais famosas de Leonardo da Vinci?", "alternativas": ["Guernica", "A Criação de Adão", "A Mona Lisa", "Os Girassóis", "A Persistência da Memória"], "resposta_correta": "A Mona Lisa", "index_pergunta": 0}, {"pergunta": "Além de artista, em que outra área Leonardo da Vinci se destacou?", "alternativas": ["Filosofia", "Literatura", "Inventor", "Política", "Música"], "resposta_correta": "Inventor", "index_pergunta": 1}, {"pergunta": "Que tipo de invenções Leonardo da Vinci projetou?", "alternativas": ["Máquinas de costura", "Geladeiras", "Máquinas voadoras e submarinos", "Computadores", "Carros"], "resposta_correta": "Máquinas voadoras e submarinos", "index_pergunta": 2}, {"pergunta": "O que levou Leonardo da Vinci a estudar a anatomia humana?", "alternativas": ["Um acidente em que ele se machucou gravemente", "Seu interesse em arte", "Seu amor pela ciência", "Sua vontade de praticar medicina", "Sua busca por imortalidade"], "resposta_correta": "Seu interesse em arte", "index_pergunta": 3}, {"pergunta": "Por qual motivo Leonardo da Vinci trabalhou como engenheiro militar?", "alternativas": ["Porque queria ficar rico", "Para ajudar a proteger as cidades", "Porque recebeu uma oferta atraente", "Para construir máquinas de guerra", "Porque não havia outras opções de trabalho"], "resposta_correta": "Para construir máquinas de guerra", "index_pergunta": 4}], "tema": "Da vinci"}, {"resumo": "Enxofre é um elemento químico encontrado na natureza e de número atômico 16. É conhecido por sua cor amarela e pelo seu forte odor característico de ovos podres. O enxofre é encontrado em várias formas diferentes; o mais comum é o enxofre elementar, que se apresenta como um sólido cristalino amarelo. O enxofre é encontrado em todo o mundo, em depósitos de minério de sulfureto e em depósitos de rochas sedimentares. É usado em muitas indústrias, como fabricação de ácido sulfúrico, vulcanização de borracha e produção de fertilizantes. Além disso, o enxofre é usado na produção de muitos produtos químicos, incluindo detergentes, explosivos e fármacos. Quando combinado com outros elementos, como oxigênio e hidrogênio, o enxofre forma uma ampla variedade de compostos conhecidos como sulfatos, sulfetos e sulfitos.", "perguntas": [{"pergunta": "Qual a cor do enxofre elementar?", "alternativas": ["Azul", "Amarelo", "Verde", "Vermelho", "Preto"], "resposta_correta": "Amarelo", "index_pergunta": 0}, {"pergunta": "Onde o enxofre é encontrado?", "alternativas": ["Apenas em depósitos de minério de sulfureto", "Apenas em depósitos de rochas sedimentares", "Apenas em depósitos vulcânicos", "Todas as anteriores", "Nenhuma das anteriores"], "resposta_correta": "Todas as anteriores", "index_pergunta": 1}, {"pergunta": "Qual é o principal uso do enxofre?", "alternativas": ["Combustível", "Produção de plásticos", "Produção de fertilizantes", "Fabricação de vidro", "Decoração"], "resposta_correta": "Produção de fertilizantes", "index_pergunta": 2}, {"pergunta": "Quais compostos o enxofre forma quando combinado com oxigênio?", "alternativas": ["Sulfatos", "Sulfetos", "Oxissulfatos", "Todos os anteriores", "Nenhum dos anteriores"], "resposta_correta": "Sulfatos", "index_pergunta": 3}, {"pergunta": "Quais produtos químicos são produzidos usando enxofre?", "alternativas": ["Detergentes", "Explosivos", "Fármacos", "Todos os anteriores", "Nenhum dos anteriores"], "resposta_correta": "Todos os anteriores", "index_pergunta": 4}], "tema": "Enxofre"}, {"resumo": "Panda é um mamífero com pelagem branca e preta conhecido pela sua aparência fofa e comportamento tranquilo. É originário do centro da China e é um dos animais mais emblemáticos do país. O panda é um animal solitário e territorial, principalmente herbívoro, alimentando-se quase exclusivamente de bambu. Sua dentição especializada em cortar e esmagar partes resistentes do bambu é uma adaptação importante para ocupar seu nicho ecológico. A espécie esteve seriamente ameaçada de extinção, mas esforços de conservação significativos ajudaram a aumentar sua população nas últimas décadas. ", "perguntas": [{"pergunta": "Qual é a cor predominante da pelagem do panda?", "alternativas": ["Marrom", "Vermelho", "Branco e preto", "Preto", "Amarelo"], "resposta_correta": "Branco e preto", "index_pergunta": 0}, {"pergunta": "Qual é o ambiente natural dos pandas?", "alternativas": ["Tundra", "Savana", "Floresta Tropical", "Deserto", "Montanhas"], "resposta_correta": "Montanhas", "index_pergunta": 1}, {"pergunta": "De que o panda se alimenta principalmente?", "alternativas": ["Carne", "Frutas", "Folhas", "Bambu", "Sementes"], "resposta_correta": "Bambu", "index_pergunta": 2}, {"pergunta": "Como o panda se adapta a sua dieta de bambu?", "alternativas": ["Possui presas afiadas para cortar o bambu", "Possui bico forte para quebrar o bambu", "Possui dentição especializada para cortar e esmagar partes resistentes do bambu", "Pode digerir facilmente a celulose do bambu", "Não são adaptados para se alimentar de bambu"], "resposta_correta": "Possui dentição especializada para cortar e esmagar partes resistentes do bambu", "index_pergunta": 3}, {"pergunta": "Por que a população de pandas aumentou nas últimas décadas?", "alternativas": ["Porque eles se adaptaram a viver em áreas urbanas", "Por causa do aumento de alimentos disponíveis", "Por causa de esforços de conservação significativos", "Porque houve uma redução na caça de pandas", "Porque encontraram um habitat mais adequado"], "resposta_correta": "Por causa de esforços de conservação significativos", "index_pergunta": 4}], "tema": "Panda"}, {"resumo": "Uma caverna é uma formação natural subterrânea, geralmente causada pela erosão da rocha pelos processos fluviais. Ela é caracterizada por corredores escuros, buracos e abismos, além de possuir um ambiente com alta umidade e pouca circulação de ar. As cavernas podem ser encontradas em diferentes tipos de rochas, como calcário, granito, arenito e basalto, e são frequentemente decoradas com formações de estalactites e estalagmites. Essas formações são criadas por gotejamento de água contendo minerais dissolvidos e continuam crescendo lentamente ao longo das eras geológicas. As cavernas são um destino popular para turismo, exploração científica e espeleologia, mas também podem ser perigosas e é necessário tomar medidas de segurança ao visitá-las.", "perguntas": [{"pergunta": "O que causa a formação de cavernas?", "alternativas": ["Erosão da rocha pelos processos fluviais", "Explosões vulcânicas", "Deposição de sedimentos", "Compressão tectônica", "Intervenção humana"], "resposta_correta": "Erosão da rocha pelos processos fluviais", "index_pergunta": 0}, {"pergunta": "Como são as formações de estalactites e estalagmites?", "alternativas": ["Criadas por gotejamento de água contendo minerais dissolvidos", "Formadas por esmagamento da rocha em altas temperaturas", "Criadas por atividade sísmica", "Formadas por reações químicas na rocha", "Criações artificiais"], "resposta_correta": "Criadas por gotejamento de água contendo minerais dissolvidos", "index_pergunta": 1}, {"pergunta": "Quais são os perigos associados à visita de cavernas?", "alternativas": ["Baixa umidade", "Pouca circulação de ar", "Formação de gelo", "Possível desabamento de rochas", "Maior exposição ao sol"], "resposta_correta": "Possível desabamento de rochas", "index_pergunta": 2}, {"pergunta": "Além do turismo, para que outros fins as cavernas são utilizadas?", "alternativas": ["Como depósito de lixo", "Para extração de metais preciosos", "Para rituais religiosos", "Para se esconder de perseguidores", "Para exploração científica"], "resposta_correta": "Para exploração científica", "index_pergunta": 3}, {"pergunta": "Como é o ambiente dentro de uma caverna?", "alternativas": ["Ambiente seco e iluminado", "Ambiente úmido e com pouca circulação de ar", "Ambiente frio e com muito vento", "Ambiente quente e abafado", "Ambiente com muita luz do sol"], "resposta_correta": "Ambiente úmido e com pouca circulação de ar", "index_pergunta": 4}], "tema": "Caverna"}, {"resumo": "Probabilidade é um ramo da matemática que estuda as chances e incertezas de eventos futuros, com base em dados e observações do passado. O seu objetivo principal é quantificar a incerteza a respeito da ocorrência ou não de determinado evento e calcular a probabilidade desse evento ocorrer. Dessa maneira, a probabilidade pode ser entendida como uma medida de certeza ou não-certeza de um evento.\n\nExistem dois tipos de eventos em probabilidade: eventos independentes e eventos dependentes. Os eventos independentes não possuem influência uns sobre os outros. Por outro lado, os eventos dependentes sofrem influência de outros eventos, visto que a ocorrência de um evento pode afetar a probabilidade de outro.\n\nA probabilidade pode ser calculada de quatro maneiras diferentes: probabilidade clássica, probabilidade frequentista, probabilidade subjetiva e probabilidade a posteriori. Na probabilidade clássica, a probabilidade de um evento é calculada pela razão entre o número de eventos favoráveis e o número total de eventos possíveis, considerando a premissa de que todos os eventos têm a mesma chance de ocorrer. Já na probabilidade frequentista, a probabilidade é baseada na frequência com que um evento ocorre em uma sequência de experimentos. Na probabilidade subjetiva, a probabilidade é calculada com base no julgamento subjetivo de um indivíduo, suas experiências e informações disponíveis. Por fim, na probabilidade a posteriori, a probabilidade é atualizada com base em novas informações que foram adquiridas ao longo do tempo.\n\nAs aplicações da probabilidade são diversas e estão presentes em várias áreas do conhecimento e das atividades humanas, como na estatística, na física, na economia, nos jogos de azar, na medicina, na engenharia, entre outras. Alguns exemplos práticos incluem o cálculo da probabilidade de um paciente apresentar determinada doença, a elaboração de modelos estatísticos para previsão do tempo, a quantificação do risco de um determinado projeto de engenharia, entre outros.", "perguntas": [{"pergunta": "Qual é o objetivo principal da probabilidade?", "alternativas": ["Quantificar a certeza de eventos passados", "Quantificar a incerteza de eventos futuros", "Quantificar a influência entre eventos", "Quantificar a relação entre eventos", "Nenhuma das anteriores"], "resposta_correta": "Quantificar a incerteza de eventos futuros", "index_pergunta": 0}, {"pergunta": "Quais são os dois tipos de eventos em probabilidade?", "alternativas": ["Eventos aleatórios e eventos dependentes", "Eventos independentes e eventos frequentistas", "Eventos aleatórios e eventos frequentistas", "Eventos dependentes e eventos independentes", "Eventos subjetivos e eventos objetivos"], "resposta_correta": "Eventos dependentes e eventos independentes", "index_pergunta": 1}, {"pergunta": "Como é calculada a probabilidade clássica?", "alternativas": ["Com base na frequência com que um evento ocorre em uma sequência de experimentos", "Com base no julgamento subjetivo de um indivíduo", "Com base no número de eventos favoráveis e o número total de eventos possíveis", "Com base na atualização da probabilidade ao longo do tempo", "Nenhuma das anteriores"], "resposta_correta": "Com base no número de eventos favoráveis e o número total de eventos possíveis", "index_pergunta": 2}, {"pergunta": "Em quais áreas do conhecimento e das atividades humanas a probabilidade é aplicada?", "alternativas": ["Apenas na medicina e engenharia", "Apenas na física e economia", "Apenas nos jogos de azar e estatística", "Em várias áreas do conhecimento e das atividades humanas", "Nenhuma das anteriores"], "resposta_correta": "Em várias áreas do conhecimento e das atividades humanas", "index_pergunta": 3}, {"pergunta": "Qual é um exemplo prático de aplicação da probabilidade?", "alternativas": ["A previsão do tempo", "A música", "O sistema solar", "O cérebro humano", "Nenhuma das anteriores"], "resposta_correta": "A previsão do tempo", "index_pergunta": 4}], "tema": "Probabilidade"}, {"resumo": "Ditadura é um regime governamental caracterizado pela concentração de poder nas mãos de um único governante ou grupo político, que governa com autoridade absoluta e sem oposição. Na maioria dos casos, essa forma de governo é imposta pela força ou pela violência, sem a participação do povo na escolha dos seus líderes. Na história do Brasil, o período da Ditadura Militar (1964-1985) foi marcado por duras repressões políticas e violações dos direitos humanos, com a censura na imprensa, perseguições, torturas e mortes de opositores do regime.\n\nDurante o regime militar, a Constituição brasileira foi substituída por atos institucionais que concentravam poderes nas mãos do governo, permitindo a perseguição e tortura de opositores com base em acusações infundadas, sem julgamento justo e sem direito a defesa. Nesse período, a imprensa foi duramente censurada, e muitos jornalistas e artistas sofreram perseguições e ameaças de morte. A oposição política foi silenciada, e muitos ativistas e líderes sindicais foram presos, torturados e exilados.\n\nSomente em 1985, com a eleição indireta de Tancredo Neves e a posse do seu vice José Sarney, é que o Brasil viu o fim da Ditadura Militar e o restabelecimento da democracia.\n", "perguntas": [{"pergunta": "O que é ditadura?", "alternativas": ["Um regime governamental com participação popular.", "Um regime governamental caracterizado pela concentração de poder nas mãos de um único governante ou grupo político.", "Um sistema governamental com divisão de poderes.", "Um sistema governamental baseado na força.", "Um sistema governamental com eleições livres."], "resposta_correta": "Um regime governamental caracterizado pela concentração de poder nas mãos de um único governante ou grupo político.", "index_pergunta": 0}, {"pergunta": "Quando ocorreu a Ditadura Militar no Brasil?", "alternativas": ["De 1985 a 2000.", "De 1964 a 1985.", "De 1930 a 1950.", "De 1990 a 2010.", "De 1970 a 1990."], "resposta_correta": "De 1964 a 1985.", "index_pergunta": 1}, {"pergunta": "Quais foram as principais violações de direitos humanos durante a Ditadura Militar no Brasil?", "alternativas": ["Torturas e mortes de opositores políticos.", "Perseguições e ameaças de morte a jornalistas e artistas.", "Prisão e exílio de líderes sindicais.", "Censura na imprensa.", "Todas as alternativas estão corretas."], "resposta_correta": "Todas as alternativas estão corretas.", "index_pergunta": 2}, {"pergunta": "O que são atos institucionais?", "alternativas": ["Leis criadas pela oposição política para impedir a reeleição do governo.", "Medidas tomadas pelo governo para restringir a liberdade de expressão.", "Decretos que suspendem os direitos constitucionais em situações de emergência.", "Leis aprovadas pelo governo sem a necessidade de aprovação do congresso.", "Regulamentações governamentais sem efeito prático."], "resposta_correta": "Decretos que suspendem os direitos constitucionais em situações de emergência.", "index_pergunta": 3}, {"pergunta": "Quando a Ditadura Militar no Brasil teve fim?", "alternativas": ["Em 1964, com a prisão do último opositor político.", "Em 1985, com a eleição indireta de Tancredo Neves.", "Em 1990, com a reestruturação da constituição brasileira.", "Em 2000, com a posse do primeiro presidente eleito de forma direta.", "A Ditadura Militar nunca acabou."], "resposta_correta": "Em 1985, com a eleição indireta de Tancredo Neves.", "index_pergunta": 4}], "tema": "Ditadura"}, {"resumo": "A sopa é uma preparação culinária que pode ser servida como entrada ou como prato principal. É composta geralmente por uma base de caldo ou água, com legumes, carnes, grãos e temperos. Sopas podem ser servidas quentes ou frias, e são consideradas uma opção saudável e nutritiva para a alimentação. Dentre as sopas mais populares, destacam-se a sopa de legumes, a sopa de feijão, a sopa de frango e o caldo verde.", "perguntas": [{"pergunta": "Qual a função da sopa na alimentação?", "alternativas": ["Servir de entrada apenas", "Servir de prato principal apenas", "Servir como entrada ou prato principal", "Não possui função específica na alimentação", "Apenas servir de tempero para outros pratos"], "resposta_correta": "Servir como entrada ou prato principal", "index_pergunta": 0}, {"pergunta": "Qual é a base principal da sopa?", "alternativas": ["Leite", "Suco", "Caldo ou água", "Molho", "Vinho"], "resposta_correta": "Caldo ou água", "index_pergunta": 1}, {"pergunta": "Qual é um exemplo de sopa comum?", "alternativas": ["Mousse", "Lasanha", "Pizza", "Sopa de legumes", "Hambúrguer"], "resposta_correta": "Sopa de legumes", "index_pergunta": 2}, {"pergunta": "Em que temperaturas a sopa pode ser servida?", "alternativas": ["Apenas quente", "Apenas fria", "Quente ou fria", "Apenas morna", "Apenas congelada"], "resposta_correta": "Quente ou fria", "index_pergunta": 3}, {"pergunta": "A sopa é considerada uma opção saudável?", "alternativas": ["Não", "Sim, mas apenas a sopa de legumes", "Sim, mas apenas a sopa de frango", "Sim, todas as variações de sopa são saudáveis", "Não há estudos suficientes para afirmar"], "resposta_correta": "Sim, todas as variações de sopa são saudáveis", "index_pergunta": 4}], "tema": "Sopa"}, {"resumo": "Peixes são animais aquáticos vertebrados que respiram por meio de brânquias. Eles variam em tamanho, forma, cor e hábitat, podendo ser encontrados em praticamente todos os tipos de água, desde rios e lagos até o oceano. Os peixes são uma importante fonte de alimento para os seres humanos e outros animais, além de desempenharem um papel fundamental no equilíbrio dos ecossistemas aquáticos. Eles também são utilizados como animais de estimação em aquários.\n\nOs peixes são classificados em duas categorias principais: peixes ósseos e peixes cartilaginosos. Os peixes ósseos compreendem a grande maioria das espécies de peixes, apresentando esqueleto ósseo e brânquias revestidas por uma cobertura óssea (opérculo). Já os peixes cartilaginosos incluem tubarões, raias e quimeras, que possuem esqueleto cartilaginoso e cinco a sete aberturas branquiais em cada lado da cabeça.\n\nOs peixes apresentam diferentes formas de reprodução. Os peixes ovíparos põem ovos, que são fertilizados externamente ou internamente, dependendo da espécie. Já os peixes vivíparos dão à luz a filhotes já formados, enquanto os peixes ovovivíparos mantêm os ovos dentro do corpo da fêmea até que os ovos estejam prestes a eclodir.\n\nOs peixes possuem uma grande variedade de adaptações para sobrevivência em seu ambiente aquático. Alguns apresentam nadadeiras especializadas para locomoção, como a nadadeira dorsal dos tubarões, que funciona como uma quilha estabilizadora. Outros possuem características físicas que os auxiliam na caça, como os dentes afiados dos predadores. Além disso, muitos peixes apresentam camuflagem para se protegerem de predadores ou para se misturarem ao ambiente, como o camuflado peixe-pedra.\n\nA captura de peixes é uma atividade econômica importante em todo o mundo. A pesca comercial e artesanal é realizada em pequena ou grande escala, em águas interiores e em alto mar. No entanto, a pesca excessiva e a degradação dos habitats aquáticos têm afetado negativamente as populações de peixes em todo o mundo. Por isso, a pesca sustentável e a conservação dos ecossistemas aquáticos são importantes para garantir a sobrevivência das espécies de peixes e a manutenção do ecossistema marinho.\n\nOs peixes são animais fascinantes e desempenham um papel importante em nosso mundo. Eles são admirados por sua beleza, utilizados como fonte de alimento e até mesmo como animais de estimação para aqueles que os mantêm em aquários. A compreensão sobre a vida e os hábitos dos peixes é importante para a pesca sustentável e para a conservação dos ecossistemas aquáticos, garantindo que eles possam continuar a desempenhar seu importante papel na natureza.", "perguntas": [{"pergunta": "Qual a diferença entre peixes ósseos e peixes cartilaginosos?", "alternativas": ["Os peixes ósseos têm brânquias revestidas por uma cobertura óssea (opércul, enquanto os peixes cartilaginosos possuem cinco a sete aberturas branquiais em cada lado da cabeça.", "Os peixes ósseos são ovíparos, enquanto os peixes cartilaginosos podem ser ovíparos, ovovivíparos ou vivíparos", "Os peixes cartilaginosos possuem um esqueleto ósseo, enquanto os peixes ósseos apresentam esqueleto cartilaginoso", "Os peixes cartilaginosos têm dentes afiados para caçar, enquanto os peixes ósseos não possuem dentes", "Não há diferença entre peixes ósseos e cartilaginosos"], "resposta_correta": "Os peixes ósseos têm brânquias revestidas por uma cobertura óssea (opércul, enquanto os peixes cartilaginosos possuem cinco a sete aberturas branquiais em cada lado da cabeça.", "index_pergunta": 0}, {"pergunta": "Como os peixes ovovivíparos se reproduzem?", "alternativas": ["Eles põem ovos que são fertilizados internamente", "Eles dão à luz a filhotes já formados", "Eles mantêm os ovos dentro do corpo da fêmea até que os ovos estejam prestes a eclodir", "Eles não se reproduzem", "Eles são ovíparos"], "resposta_correta": "Eles mantêm os ovos dentro do corpo da fêmea até que os ovos estejam prestes a eclodir", "index_pergunta": 1}, {"pergunta": "Por que os dentes são importantes para alguns peixes?", "alternativas": ["Para se protegerem de predadoress", "Para se locomoverem no meio aquático", "Para se camuflarem no ambiente", "Para respirarem", "Para caçarem"], "resposta_correta": "Para caçarem", "index_pergunta": 2}, {"pergunta": "Qual a importância da pesca sustentável para a conservação dos ecossistemas aquáticos?", "alternativas": ["Não há importância, a pesca pode ser realizada de qualquer forma", "A pesca sustentável é importante para garantir estoques de peixes e para evitar a pesca excessiva que pode levar à extinção das espécies", "A pesca sustentável é importante para eliminar todas as espécies de peixes", "A pesca sustentável é importante para garantir que muitos peixes sejam capturados", "A pesca sustentável é importante para causar poluição nos oceanos"], "resposta_correta": "A pesca sustentável é importante para garantir estoques de peixes e para evitar a pesca excessiva que pode levar à extinção das espécies", "index_pergunta": 3}, {"pergunta": "Onde os peixes podem ser encontrados?", "alternativas": ["Apenas em rios", "Apenas em mares", "Apenas em lagos", "Praticamente em todos os tipos de água, desde rios e lagos até o oceano", "Apenas em ambiente terrestre"], "resposta_correta": "Praticamente em todos os tipos de água, desde rios e lagos até o oceano", "index_pergunta": 4}], "tema": "Peixes"}, {"resumo": "Wolfgang Amadeus Mozart foi um dos mais famosos compositores clássicos da história, nascido em Salzburgo, em 1756. Ele começou a demonstrar habilidades musicais excepcionais ainda criança, tornando-se um verdadeiro prodígio. Mozart criou uma vasta obra musical em diversos estilos, incluindo óperas, sinfonias, concertos, música de câmara e outras composições instrumentais. Ele viveu uma vida intensa, com muitas viagens, encontros com importantes figuras da época e uma carreira de sucesso, mas também com desafios pessoais e questões financeiras. Mozart morreu prematuramente em 1791, aos 35 anos, deixando um legado musical admirado até os dias de hoje.", "perguntas": [{"pergunta": "Qual a origem de Mozart?", "alternativas": ["Nascido na França", "Nascido na Itália", "Nascido na Inglaterra", "Nascido na Alemanha", "Nascido na Espanha"], "resposta_correta": "Nascido na Áustria", "index_pergunta": 0}, {"pergunta": "Em qual estilo musical Wolfgang Amadeus Mozart se destacou?", "alternativas": ["Jazz", "Folk", "Hip hop", "Clássico", "Pop"], "resposta_correta": "Clássico", "index_pergunta": 1}, {"pergunta": "Com que idade Mozart começou a demonstrar habilidades musicais excepcionais?", "alternativas": ["5 anos", "10 anos", "15 anos", "20 anos", "25 anos"], "resposta_correta": "5 anos", "index_pergunta": 2}, {"pergunta": "Quais foram os tipos de obras que Mozart criou durante sua carreira?", "alternativas": ["Óperas apenas", "Sinfonias e concertos apenas", "Música de câmara e outras composições instrumentais apenas", "Apenas canções populares", "Todas as opções estão corretas"], "resposta_correta": "Todas as opções estão corretas", "index_pergunta": 3}, {"pergunta": "Qual foi a causa da morte de Mozart?", "alternativas": ["Assassinato", "Doença desconhecida", "Acidente", "Velhice", "Falência múltipla de órgãos"], "resposta_correta": "Doença desconhecida", "index_pergunta": 4}], "tema": "Mozart"}, {"resumo": "O lítio é um elemento químico metálico e alcalino, de símbolo Li e número atômico 3. É o metal mais leve e reativo, o que o torna altamente valorizado em diversas indústrias, principalmente na fabricação de baterias recarregáveis usadas em telefones celulares, laptops e outros dispositivos eletrônicos. Além disso, também é utilizado no tratamento de diversos transtornos mentais, como bipolaridade e depressão. A maior parte do lítio é extraída das salinas da Bolívia, Chile e Argentina, que juntos correspondem a cerca de 60% da produção mundial. No entanto, há uma crescente busca por outras formas de extração, como a mineração de rochas em Portugal e a extração em geoterminas na Europa, por exemplo, a fim de diminuir a dependência da América Latina. O lítio também é considerado um recurso estratégico em diversos países, já que as baterias de íons de lítio têm uma alta densidade de energia e são fundamentais para a transição para fontes de energia renovável.", "perguntas": [{"pergunta": "Qual é a principal aplicação do lítio?", "alternativas": ["Na construção de prédios", "Na produção de alimentos", "Na fabricação de baterias recarregáveis", "No tratamento de doenças cardíacas", "Na produção de combustíveis fósseis"], "resposta_correta": "Na fabricação de baterias recarregáveis", "index_pergunta": 0}, {"pergunta": "Qual é a principal forma de extração do lítio?", "alternativas": ["Mineração de rochas em Portugal", "Extração em geoterminas na Europa", "Extração da seiva das árvores", "Extração em salinas da Bolívia, Chile e Argentina", "Extração em minas de carvão no Brasil"], "resposta_correta": "Extração em salinas da Bolívia, Chile e Argentina", "index_pergunta": 1}, {"pergunta": "O lítio é considerado um recurso estratégico por quais motivos?", "alternativas": ["Por ser utilizado na culinária", "Por ser um metal raro", "Por ser utilizado na fabricação de joias", "Por ser extremamente tóxico", "Por ser fundamental para a transição para fontes de energia renovável"], "resposta_correta": "Por ser fundamental para a transição para fontes de energia renovável", "index_pergunta": 2}, {"pergunta": "Além da fabricação de baterias recarregáveis, em que mais o lítio é utilizado?", "alternativas": ["Na produção de alimentos", "Na construção de prédios", "No tratamento de transtornos mentais", "Na produção de combustíveis fósseis", "Na fabricação de roupas"], "resposta_correta": "No tratamento de transtornos mentais", "index_pergunta": 3}, {"pergunta": "De onde é extraída a maior parte do lítio do mundo?", "alternativas": ["Brasil e Venezuela", "Índia e Paquistão", "Estados Unidos e Canadá", "Bolívia, Chile e Argentina", "China e Japão"], "resposta_correta": "Bolívia, Chile e Argentina", "index_pergunta": 4}], "tema": "Lítio"}, {"resumo": "O tigre é um felino de grande porte, considerado o maior dos grandes felinos junto com o leão. Sua pelagem é alaranjada com riscos pretos verticais, o que o ajuda a se camuflar na floresta. Eles são encontrados principalmente na Ásia, em habitats como florestas úmidas, savanas e áreas rochosas. Os tigres são animais solitários e territorialistas, geralmente caçando a noite e se alimentando de animais como cervos, búfalos e javalis. Infelizmente, o tigre é uma espécie ameaçada de extinção, com menos de 4.000 indivíduos restantes na natureza, devido à caça ilegal e perda de habitat.", "perguntas": [{"pergunta": "Qual é a cor da pelagem do tigre?", "alternativas": ["Branca", "Preta", "Amarela", "Verde", "Laranja"], "resposta_correta": "Laranja", "index_pergunta": 0}, {"pergunta": "Onde é o habitat natural dos tigres?", "alternativas": ["África", "América do Sul", "Ásia", "Oceania", "Europa"], "resposta_correta": "Ásia", "index_pergunta": 1}, {"pergunta": "Como os tigres se camuflam na floresta?", "alternativas": ["Com manchas pretas verticais", "Com manchas vermelhas horizontais", "Com manchas azuis verticais", "Com manchas verdes horizontais", "Com manchas brancas verticais"], "resposta_correta": "Com manchas pretas verticais", "index_pergunta": 2}, {"pergunta": "Qual é a principal fonte de alimentação dos tigres?", "alternativas": ["Peixes", "Aves", "Insetos", "Cervos, búfalos e javalis", "Coelhos e ratos"], "resposta_correta": "Cervos, búfalos e javalis", "index_pergunta": 3}, {"pergunta": "Por que o tigre é uma espécie ameaçada de extinção?", "alternativas": ["Porque eles são caçados para serem vendidos como animais de estimação", "Porque eles são caçados para fins de medicina tradicional", "Porque eles invadem áreas urbanas e causam danos", "Porque eles são venenosos", "Porque seu habitat está sendo destruído"], "resposta_correta": "Porque eles são caçados para fins de medicina tradicional", "index_pergunta": 4}], "tema": "Tigre"}, {"resumo": "Um lago é uma grande área de água doce ou salgada cercada por terra. Eles podem ser naturais, como os que se originam de vulcões ou geleiras, ou artificiais, criados por represas ou outros meios humanos. Os lagos são importantes ecossistemas, fornecendo água potável, habitat para diversos animais e plantas e atividades recreativas para os humanos. Muitos lagos são usados também para produção de energia hidrelétrica e como fonte de água para agricultura e indústria.", "perguntas": [{"pergunta": "O que é um lago?", "alternativas": ["Uma grande área de terra cercada por água", "Uma grande área de água cercada por terra", "Uma área de água salgada cercada por terra", "Uma área de água com movimento constante", "Uma área de água em declive"], "resposta_correta": "Uma grande área de água cercada por terra", "index_pergunta": 0}, {"pergunta": "Quais são os dois tipos de lagos?", "alternativas": ["Naturais e artificiais", "Salgados e doce", "Grandes e pequenos", "Continentais e oceânicos", "Vulcânicos e geográficos"], "resposta_correta": "Naturais e artificiais", "index_pergunta": 1}, {"pergunta": "Por que os lagos são importantes?", "alternativas": ["Porque são bonitos", "Porque fornecem água potável", "Porque são divertidos", "Porque são fontes de manteiga", "Porque são redondos"], "resposta_correta": "Porque fornecem água potável", "index_pergunta": 2}, {"pergunta": "Qual é a função dos lagos na produção de energia?", "alternativas": ["Purificação da água", "Aquecimento da água", "Geração de ondas sonoras", "Rotação das turbinas geradoras", "Produção de minerais"], "resposta_correta": "Rotação das turbinas geradoras", "index_pergunta": 3}, {"pergunta": "Além da água potável, habitat para animais e atividades recreativas, o que mais os lagos podem fornecer?", "alternativas": ["Carvão", "Ouro", "Diamantes", "Água salgada", "Água para agricultura e indústria"], "resposta_correta": "Água para agricultura e indústria", "index_pergunta": 4}], "tema": "Lago"}, {"resumo": "Estatística é uma área da matemática que coleta, analisa, interpreta e apresenta dados. Esses dados podem ser coletados por meio de experimentos, pesquisas, observações ou estudos. A estatística é muito importante em áreas como saúde, educação, negócios e economia, onde a coleta e análise de dados podem ajudar a tomar decisões informadas. Entre as principais ferramentas estatísticas, estão a média, mediana, moda, desvio padrão, correlação e regressão. A inferência estatística é outra importante ferramenta, permitindo extrapolar resultados de uma amostra para uma população maior com um certo nível de confiança.", "perguntas": [{"pergunta": "Qual é a definição de estatística?", "alternativas": ["Área da matemática que estuda a geometria.", "Área da matemática que estuda a coleta, análise e interpretação de dados.", "Área da matemática que estuda as funções matemáticas.", "Área da matemática que estuda o cálculo de derivadas e integrais.", "Área da matemática que estuda o cálculo algébrico."], "resposta_correta": "Área da matemática que estuda a coleta, análise e interpretação de dados.", "index_pergunta": 0}, {"pergunta": "Quais são as principais ferramentas estatísticas?", "alternativas": ["Adição e subtração.", "Multiplicação e divisão.", "Média, mediana, moda, desvio padrão, correlação e regressão.", "Funções exponenciais e logarítmicas.", "Equações de segundo grau."], "resposta_correta": "Média, mediana, moda, desvio padrão, correlação e regressão.", "index_pergunta": 1}, {"pergunta": "Em quais áreas a estatística é importante?", "alternativas": ["Artes e entretenimento.", "Política e filosofia.", "Saúde, educação, negócios e economia.", "Geologia e astronomia.", "Nenhuma das alternativas."], "resposta_correta": "Saúde, educação, negócios e economia.", "index_pergunta": 2}, {"pergunta": "O que é inferência estatística?", "alternativas": ["Uma técnica de coleta de dados.", "Uma técnica de análise de dados.", "Uma técnica de apresentação de dados.", "Uma técnica de extrapolação de resultados de uma amostra para uma população maior.", "Nenhuma das alternativas."], "resposta_correta": "Uma técnica de extrapolação de resultados de uma amostra para uma população maior.", "index_pergunta": 3}, {"pergunta": "Qual a finalidade da estatística?", "alternativas": ["Provar teoremas matemáticos.", "Estudar fenômenos físicos.", "Coletar, analisar e interpretar dados para tomada de decisões informadas.", "Resolver problemas de lógica e raciocínio.", "Nenhuma das alternativas."], "resposta_correta": "Coletar, analisar e interpretar dados para tomada de decisões informadas.", "index_pergunta": 4}], "tema": "Estatística"}, {"resumo": "A anarquia é um sistema político que defende a abolição do Estado e de todas as formas de autoridade hierárquica. O termo anarquia vem do grego e significa 'ausência de governo'. Na prática, a anarquia busca dar poder às pessoas e comunidades sem necessariamente depender de figuras políticas e governamentais. O anarquismo é um movimento amplo e tem várias vertentes, desde o anarquismo individualista até o anarquismo comunista. Dentre as ideias comuns no anarquismo estão a autogestão, o apoio à luta contra opressões como o racismo e o sexismo, e a luta contra a exploração capitalista. O anarquismo também é associado à prática de movimentos sociais, luta contra o poder estatal e a revolução social.", "perguntas": [{"pergunta": "O que significa a palavra 'anarquia'?", "alternativas": ["Autoridade hierárquica", "Ausência de governo", "Superioridade política", "Idealismo social", "Liderança partidária"], "resposta_correta": "Ausência de governo", "index_pergunta": 0}, {"pergunta": "O que é autogestão?", "alternativas": ["Um sistema de hierarquia", "Uma forma de organização coletiva", "Um sistema de governança", "Um sistema de controle da sociedade", "Um sistema de controle do Estado"], "resposta_correta": "Uma forma de organização coletiva", "index_pergunta": 1}, {"pergunta": "O que significa 'anarquismo comunista'?", "alternativas": ["Um tipo de governo autoritário", "Um tipo de anarquismo que valoriza a propriedade privada", "Um tipo de anarquismo que busca o fim do capitalismo", "Um tipo de anarquismo que valoriza hierarquia", "Um tipo de anarquismo que valoriza a desigualdade social"], "resposta_correta": "Um tipo de anarquismo que busca o fim do capitalismo", "index_pergunta": 2}, {"pergunta": "Qual é a relação entre anarquismo e movimentos sociais?", "alternativas": ["Não há relação entre eles", "O anarquismo é contrário aos movimentos sociais", "Anarquistas são frequentemente engajados em movimentos sociais", "Anarquistas raramente se envolvem em movimentos sociais", "Os movimentos sociais são contrários ao anarquismo"], "resposta_correta": "Anarquistas são frequentemente engajados em movimentos sociais", "index_pergunta": 3}, {"pergunta": "O que é a revolução social, associada ao anarquismo?", "alternativas": ["A revolução que visa estabelecer um Estado autoritário", "A revolução que visa estabelecer a hierarquia", "A revolução que visa estabelecer a propriedade privada", "A revolução que visa transformações sociais radicais", "A revolução que visa estabelecer a desigualdade social"], "resposta_correta": "A revolução que visa transformações sociais radicais", "index_pergunta": 4}], "tema": "Anarquia"}, {"resumo": "Sushi é um prato típico da culinária japonesa que consiste em arroz temperado com vinagre, açúcar e sal, combinado com ingredientes variados, como peixes, frutos do mar, legumes e frutas. Embora seja conhecido mundialmente como comida japonesa, o sushi tem origem chinesa e foi trazido para o Japão no século VII. Seu consumo se popularizou no Japão a partir do século XVII, quando surgiram os primeiros restaurantes especializados em sushi. Existem diversos tipos de sushi, como o nigiri, que consiste em arroz com uma fatia de peixe por cima, e o maki, que é enrolado em algas nori e recheado com arroz e outros ingredientes. O sushi é uma comida apreciada não apenas por seu sabor, mas também por sua beleza e apresentação cuidadosa.", "perguntas": [{"pergunta": "Qual é o principal ingrediente do sushi?", "alternativas": ["arroz", "frutas", "vegetais", "carne", "queijo"], "resposta_correta": "arroz", "index_pergunta": 0}, {"pergunta": "Qual é a origem do sushi?", "alternativas": ["Japão", "China", "Tailândia", "Coreia", "Filipinas"], "resposta_correta": "China", "index_pergunta": 1}, {"pergunta": "Quando o sushi se popularizou no Japão?", "alternativas": ["século VII", "século XI", "século XVII", "século XIX", "século XX"], "resposta_correta": "século XVII", "index_pergunta": 2}, {"pergunta": "Quais são os tipos mais comuns de sushi?", "alternativas": ["nigiri e maki", "hamburguer e pizza", "sopa e salada", "sanduíche e frango frito", "lasanha e macarrão"], "resposta_correta": "nigiri e maki", "index_pergunta": 3}, {"pergunta": "Por que o sushi é apreciado além do sabor?", "alternativas": ["pela sua textura", "pela sua cor", "pelo seu cheiro", "pela sua apresentação", "pelo seu preço"], "resposta_correta": "pela sua apresentação", "index_pergunta": 4}], "tema": "Sushi"}, {"resumo": "Áries é o primeiro signo do zodíaco e representa o início de um novo ciclo. É um signo de Fogo, regido por Marte, o que significa que é impetuoso e agressivo. Indivíduos com signo de Áries são conhecidos por serem corajosos, ambiciosos e confiantes em suas habilidades. Eles são líderes naturais e geralmente têm força de vontade e determinação para superar os desafios. No entanto, sua impulsividade pode levá-los a agir sem pensar nas consequências e a serem excessivamente competitivos.", "perguntas": [{"pergunta": "Qual é o número do signo Áries do zodíaco?", "alternativas": ["Primeiro", "Segundo", "Terceiro", "Quarto", "Quinto"], "resposta_correta": "Primeiro", "index_pergunta": 0}, {"pergunta": "Qual elemento o signo de Áries pertence?", "alternativas": ["Terra", "Água", "Fogo", "Ar", "Energia"], "resposta_correta": "Fogo", "index_pergunta": 1}, {"pergunta": "Quem é o regente do signo Áries?", "alternativas": ["Vênus", "Júpiter", "Marte", "Plutão", "Saturno"], "resposta_correta": "Marte", "index_pergunta": 2}, {"pergunta": "Quais são as características positivas do signo de Áries?", "alternativas": ["Impaciência e agressividade", "Lealdade e bondade", "Ambição e determinação", "Sensibilidade e compaixão", "Humildade e moderação"], "resposta_correta": "Ambição e determinação", "index_pergunta": 3}, {"pergunta": "Qual é a principal fraqueza do signo de Áries?", "alternativas": ["Insegurança", "Falta de ambição", "Falta de confiança", "Impulsividade", "Egoísmo"], "resposta_correta": "Impulsividade", "index_pergunta": 4}], "tema": "Áries"}, {"resumo": "Pablo Picasso é um dos artistas mais influentes do século XX. Nasceu em Málaga, na Espanha, em 1881, e passou a maior parte da sua vida na França. É considerado um dos criadores do Cubismo, mas também deixou um legado em outras áreas como escultura e cerâmica. Sua obra é extensa e variada, sempre com um olhar inovador e questionador, misturando elementos da arte clássica com o moderno. Faleceu em 1973, deixando uma marca indelével na história da arte.", "perguntas": [{"pergunta": "Onde nasceu Pablo Picasso?", "alternativas": ["Paris", "Barcelona", "Málaga", "Roma", "Londres"], "resposta_correta": "Málaga", "index_pergunta": 0}, {"pergunta": "Em qual movimento artístico Picasso é considerado um dos criadores?", "alternativas": ["Renascimento", "Rococó", "Barroco", "Cubismo", "Impressionismo"], "resposta_correta": "Cubismo", "index_pergunta": 1}, {"pergunta": "Além da pintura, em que outras áreas Picasso deixou sua marca?", "alternativas": ["Música e literatura", "Teatro e cinema", "Escultura e cerâmica", "Arquitetura e moda", "Nenhuma das alternativas"], "resposta_correta": "Escultura e cerâmica", "index_pergunta": 2}, {"pergunta": "Qual é a origem de Picasso?", "alternativas": ["Francês", "Espanhol", "Italiano", "Inglês", "Alemão"], "resposta_correta": "Espanhol", "index_pergunta": 3}, {"pergunta": "Em que ano Picasso faleceu?", "alternativas": ["1960", "1973", "1985", "1999", "2007"], "resposta_correta": "1973", "index_pergunta": 4}], "tema": "Picasso"}, {"resumo": "O cobre é um metal de transição de cor avermelhada com elevada condutividade térmica e elétrica. Sua descoberta é antiga, sendo utilizada desde a pré-história na forma de objetos de decoração e utensílios. Atualmente, é um metal estratégico para diversos setores, como o elétrico, de construção civil, de transporte e de tecnologias. ", "perguntas": [{"pergunta": "Qual a principal característica do cobre?", "alternativas": ["Baixa condutividade elétrica", "Baixa resistência térmica", "Alta condutividade elétrica", "Alta resistência térmica", "Cor azulada"], "resposta_correta": "Alta condutividade elétrica", "index_pergunta": 0}, {"pergunta": "Desde quando o cobre é utilizado por seres humanos?", "alternativas": ["Idade Média", "Revolução Industrial", "Antiguidade", "Século XX", "Renascimento"], "resposta_correta": "Antiguidade", "index_pergunta": 1}, {"pergunta": "Em quais setores o cobre é estratégico?", "alternativas": ["Agricultura e pecuária", "Tecnologias da informação", "Indústria têxtil", "Saúde", "Transporte e construção civil"], "resposta_correta": "Transporte e construção civil", "index_pergunta": 2}, {"pergunta": "Por que o cobre é utilizado em fios elétricos?", "alternativas": ["Porque é um material maleável e fácil de moldar", "Porque é fácil de encontrar", "Porque é o mais barato", "Porque conduz eletricidade mal", "Porque é leve"], "resposta_correta": "Porque é um material maleável e fácil de moldar", "index_pergunta": 3}, {"pergunta": "Qual a cor do cobre?", "alternativas": ["Azul", "Vermelho", "Verde", "Amarelo", "Branco"], "resposta_correta": "Vermelho", "index_pergunta": 4}], "tema": "Cobre"}, {"resumo": "A girafa (Giraffa camelopardalis) é uma espécie de mamífero ruminante, da ordem Artiodactyla e da família Giraffidae, que habita as savanas e planícies da África subsariana. É a mais alta entre os animais terrestres e se caracteriza pelo pescoço longo e pelas manchas em sua pelagem. As girafas podem chegar a medir até seis metros de altura e pesar cerca de 1.200 kg. Elas são animais herbívoros, alimentando-se principalmente de folhas, flores e frutos de árvores altas. As girafas possuem uma língua comprida e preênsil, que pode chegar a 45 cm, usada para puxar as folhas e ramos.", "perguntas": [{"pergunta": "Qual a altura máxima que uma girafa pode chegar a medir?", "alternativas": ["3 metros", "6 metros", "9 metros", "12 metros", "15 metros"], "resposta_correta": "6 metros", "index_pergunta": 0}, {"pergunta": "Em qual continente as girafas vivem?", "alternativas": ["Ásia", "Europa", "América", "Oceania", "África"], "resposta_correta": "África", "index_pergunta": 1}, {"pergunta": "Qual o peso médio de uma girafa adulta?", "alternativas": ["200 kg", "500 kg", "800 kg", "1.200 kg", "1.500 kg"], "resposta_correta": "1.200 kg", "index_pergunta": 2}, {"pergunta": "O que as girafas costumam comer?", "alternativas": ["Carne", "Plantas aquáticas", "Sementes", "Folhas e ramos de árvores altas", "Insetos"], "resposta_correta": "Folhas e ramos de árvores altas", "index_pergunta": 3}, {"pergunta": "Para que as girafas usam sua língua comprida?", "alternativas": ["Para atacar animais que ameaçam sua segurança", "Para cheirar o ambiente ao seu redor", "Para lamber seus filhotes", "Para puxar as folhas e ramos de árvores altas", "Para marcar território"], "resposta_correta": "Para puxar as folhas e ramos de árvores altas", "index_pergunta": 4}], "tema": "Girafa"}, {"resumo": "Um vulcão é uma abertura na superfície terrestre por onde são expelidos materiais como cinzas, gases, pedras e lava. Eles ocorrem em várias partes do mundo e podem ter diversas formas e tamanhos. Os vulcões são formados por meio da intensa pressão exercida pelas placas tectônicas que se movem tanto lateralmente quanto verticalmente. Existem diversos tipos de vulcões, tais como vulcões de escudo, vulcões compostos e supervulcões. Dependendo do tipo de vulcão, a sua erupção pode ser mais ou menos explosiva. O estudo dos vulcões é importante para a prevenção de desastres naturais e para entender como as forças geológicas moldam as paisagens.", "perguntas": [{"pergunta": "O que é um vulcão?", "alternativas": ["Uma planta.", "Um animal.", "Uma abertura na superfície terrestre.", "Um tipo de nuvem.", "Um tipo de precipitação."], "resposta_correta": "Uma abertura na superfície terrestre.", "index_pergunta": 0}, {"pergunta": "Como os vulcões são formados?", "alternativas": ["Por meio da intensa pressão exercida pelas placas tectônicas que se movem tanto lateralmente quanto verticalmente.", "Por meio da intensa pressão exercida pelos animais que vivem no subsolo.", "Por meio da intensa pressão exercida pelo vento.", "Por meio da intensa pressão exercida pela água.", "Por meio da intensa pressão exercida pela luz solar."], "resposta_correta": "Por meio da intensa pressão exercida pelas placas tectônicas que se movem tanto lateralmente quanto verticalmente.", "index_pergunta": 1}, {"pergunta": "Quantos tipos de vulcões existem?", "alternativas": ["Apenas um tipo.", "Dois tipos.", "Três tipos.", "Quatro tipos.", "Vários tipos."], "resposta_correta": "Vários tipos.", "index_pergunta": 2}, {"pergunta": "O que pode ser expelido por um vulcão?", "alternativas": ["Apenas ar.", "Apenas água.", "Cinzas, gases, pedras e lava.", "Apenas plantas.", "Apenas animais."], "resposta_correta": "Cinzas, gases, pedras e lava.", "index_pergunta": 3}, {"pergunta": "Por que é importante estudar os vulcões?", "alternativas": ["Porque eles são importantes para a indústria.", "Porque eles são importantes para a saúde das plantas.", "Porque eles são importantes para o turismo.", "Porque eles podem causar desastres naturais e é importante estar preparado.", "Porque eles não são importantes para nada."], "resposta_correta": "Porque eles podem causar desastres naturais e é importante estar preparado.", "index_pergunta": 4}], "tema": "Vulcão"}, {"resumo": "A Geometria é a área da Matemática que estuda as formas, os tamanhos e as posições dos objetos no espaço. Ela é dividida em duas áreas principais: a Geometria plana, que estuda as formas no plano, e a Geometria espacial, que trata das formas no espaço. Na Geometria plana, alguns conceitos importantes incluem os ângulos, os triângulos, os quadriláteros, os polígonos e as circunferências. Na Geometria espacial, alguns conceitos importantes incluem os sólidos geométricos, como cubos, esferas e cilindros, e os poliedros regulares, como tetraedros, octaedros e dodecaedros.", "perguntas": [{"pergunta": "Qual é o objeto de estudo da Geometria?", "alternativas": ["As formas, os tamanhos e as posições dos objetos no espaço", "A história da Matemática", "A álgebra", "As equações", "A trigonometria"], "resposta_correta": "As formas, os tamanhos e as posições dos objetos no espaço", "index_pergunta": 0}, {"pergunta": "Qual a diferença entre Geometria plana e Geometria espacial?", "alternativas": ["A Geometria plana estuda as formas no plano e a Geometria espacial trata das formas no espaço", "A Geometria plana trata das formas no espaço e a Geometria espacial estuda as formas no plano", "A Geometria plana e Geometria espacial são a mesma coisa", "A Geometria plana estuda as formas em três dimensões e a Geometria espacial trata das formas em duas dimensões", "A Geometria plana e Geometria espacial não têm diferenças"], "resposta_correta": "A Geometria plana estuda as formas no plano e a Geometria espacial trata das formas no espaço", "index_pergunta": 1}, {"pergunta": "Quais são alguns conceitos importantes da Geometria plana?", "alternativas": ["Ângulos, triângulos, quadriláteros, polígonos e circunferências", "Poliedros regulares", "Volumes de sólidos geométricos", "Equações e funções", "Números complexos"], "resposta_correta": "Ângulos, triângulos, quadriláteros, polígonos e circunferências", "index_pergunta": 2}, {"pergunta": "Quais são alguns conceitos importantes da Geometria espacial?", "alternativas": ["Sólidos geométricos, como cubos, esferas e cilindros e poliedros regulares, como tetraedros, octaedros e dodecaedros", "Ângulos, triângulos, quadriláteros, polígonos e circunferências", "Equações e funções", "Números complexos", "Algoritmos"], "resposta_correta": "Sólidos geométricos, como cubos, esferas e cilindros e poliedros regulares, como tetraedros, octaedros e dodecaedros", "index_pergunta": 3}, {"pergunta": "O que é um polígono?", "alternativas": ["Um polígono é uma figura plana formada por segmentos de retas que se encontram apenas nos seus extremos", "Um polígono é uma figura espacial formada por retas e planos", "Um polígono é um sólido geométrico", "Um polígono é uma circunferência", "Um polígono é um objeto tridimensional"], "resposta_correta": "Um polígono é uma figura plana formada por segmentos de retas que se encontram apenas nos seus extremos", "index_pergunta": 4}], "tema": "Geometria"}, {"resumo": "O Socialismo é uma corrente filosófica, política e econômica que se opõe ao liberalismo e ao capitalismo. O Socialismo tem como princípio fundamental a ideia de que a sociedade deve ser organizada de forma igualitária, com a distribuição da riqueza e das oportunidades de desenvolvimento para todos os membros de uma dada sociedade. O Socialismo defende a coletivização dos meios de produção e a abolição da propriedade privada, considerada uma forma de exploração do trabalho pelo capital. Acredita que os bens produzidos devem ser distribuídos de forma justa entre todos os membros da sociedade, e defende a igualdade de oportunidades para todos, independente de raça, gênero ou classe social.", "perguntas": [{"pergunta": "O que é o Socialismo?", "alternativas": ["Uma corrente política que defende a concentração da riqueza nas mãos de poucos indivíduos", "Uma corrente política que defende a igualdade de direitos e oportunidades para todos os indivíduos", "Uma corrente política que defende a livre iniciativa e a concorrência entre indivíduos", "Uma corrente política que não se preocupa com questões sociais", "Uma corrente política que defende a supremacia da classe trabalhadora"], "resposta_correta": "Uma corrente política que defende a igualdade de direitos e oportunidades para todos os indivíduos", "index_pergunta": 0}, {"pergunta": "Quais são os princípios fundamentais do Socialismo?", "alternativas": ["Concentração da riqueza e das oportunidades nas mãos de poucos indivíduos", "Abolição da propriedade privada e coletivização dos meios de produção", "Livre iniciativa e concorrência entre indivíduos", "Despreocupação com questões sociais", "Supremacia da classe dominante"], "resposta_correta": "Abolição da propriedade privada e coletivização dos meios de produção", "index_pergunta": 1}, {"pergunta": "Qual é a visão do Socialismo sobre a propriedade privada?", "alternativas": ["A propriedade privada deve ser mantida para garantir a liberdade individual", "A propriedade privada é uma forma de exploração do trabalho pelo capital", "A propriedade privada deve ser mantida, mas regulamentada pelo Estado", "A propriedade privada é fundamental para o desenvolvimento da sociedade", "A propriedade privada deve ser abolida, mas apenas para alguns empresários"], "resposta_correta": "A propriedade privada é uma forma de exploração do trabalho pelo capital", "index_pergunta": 2}, {"pergunta": "O que é coletivização dos meios de produção?", "alternativas": ["A concentração dos meios de produção nas mãos de poucos indivíduos", "A distribuição dos meios de produção entre os membros da sociedade", "A privatização dos meios de produção", "A regulamentação dos meios de produção pelo Estado", "A abolição da propriedade privada e a administração coletiva dos meios de produção pela sociedade"], "resposta_correta": "A abolição da propriedade privada e a administração coletiva dos meios de produção pela sociedade", "index_pergunta": 3}, {"pergunta": "Qual é o objetivo do Socialismo?", "alternativas": ["Concentrar a riqueza e as oportunidades nas mãos de poucos indivíduos", "Defender a liberdade individual", "Garantir a igualdade de direitos e oportunidades para todos os membros da sociedade", "Incentivar a concorrência entre indivíduos", "Manter a ordem social estabelecida"], "resposta_correta": "Garantir a igualdade de direitos e oportunidades para todos os membros da sociedade", "index_pergunta": 4}], "tema": "Socialismo"}, {"resumo": "O hóquei é um esporte de equipe jogado em uma quadra com intuito de marcar gols utilizando um disco de borracha chamado de puck ou bola de hóquei. As partidas são disputadas por duas equipes com seis jogadores cada, contando com o goleiro, e possuem três períodos de 20 minutos cada. O objetivo é marcar mais gols que o adversário dentro do tempo regulamentar.\nO hóquei foi criado no Canadá em meados de 1800 e rapidamente se espalhou para outros países como Estados Unidos e Rússia. Nas Olimpíadas, o hóquei é disputado tanto no masculino quanto no feminino e é considerado um dos esportes mais emocionantes pelas jogadas de alta velocidade e intensidade física necessárias para sua prática. Além disso, o hóquei é conhecido pelo seu espírito esportivo e lealdade entre jogadores e equipes.\nExistem várias competições de hóquei ao redor do mundo, entre elas a National Hockey League (NHL) dos Estados Unidos e a Kontinental Hockey League (KHL) da Rússia, além da Copa do Mundo e das Olimpíadas.\n", "perguntas": [{"pergunta": "Qual o objetivo do hóquei?", "alternativas": ["Marcar mais gols que o adversário dentro do tempo regulamentar", "Chegar ao final do campo sem ser tocado pelo adversário", "Fazer o maior número de jogadas possíveis sem perder a bola", "Quebrar o maior número possível de sticks dos adversários", "Impedir que o adversário marque gols"], "resposta_correta": "Marcar mais gols que o adversário dentro do tempo regulamentar", "index_pergunta": 0}, {"pergunta": "Quantos jogadores cada equipe possui?", "alternativas": ["8 jogadores", "7 jogadores", "6 jogadores", "5 jogadores", "4 jogadores"], "resposta_correta": "6 jogadores", "index_pergunta": 1}, {"pergunta": "Quantos períodos existem em uma partida de hóquei?", "alternativas": ["2 períodos de 30 minutos cada", "3 períodos de 20 minutos cada", "4 períodos de 15 minutos cada", "2 períodos de 20 minutos cada", "3 períodos de 15 minutos cada"], "resposta_correta": "3 períodos de 20 minutos cada", "index_pergunta": 2}, {"pergunta": "Onde surgiu o hóquei?", "alternativas": ["Estados Unidos", "Rússia", "Canadá", "Alemanha", "Itália"], "resposta_correta": "Canadá", "index_pergunta": 3}, {"pergunta": "Qual é a competição de hóquei mais conhecida dos Estados Unidos?", "alternativas": ["Liga Nacional de Hóquei (NH", "Copa do Mundo", "Liga Americana de Hóquei (AH", "Kontinental Hockey League (KH", "Campeonato Mundial de Hóquei no Gelo"], "resposta_correta": "Liga Nacional de Hóquei (NH", "index_pergunta": 4}], "tema": "Hóquei"}, {"resumo": "O ferro é um elemento químico com símbolo Fe e número atômico 26. É um metal abundante na crosta terrestre, constituindo cerca de 5% da composição da mesma. A sua principal aplicação é na indústria siderúrgica, onde é utilizado para produção de aços e ligas metálicas. O ferro também é encontrado em alimentos como carnes vermelhas, feijão e lentilhas, sendo um nutriente essencial para o organismo humano. No entanto, o excesso de ferro no corpo pode causar problemas de saúde, como doenças cardiovasculares e diabetes. A falta de ferro, por sua vez, é responsável pela anemia ferropriva, uma das deficiências nutricionais mais comuns no mundo. O ferro é um elemento bastante versátil e tem várias aplicações, como em construções, na produção de ímãs, pigmentos, medicamentos, entre outros.", "perguntas": [{"pergunta": "Qual a principal aplicação do ferro?", "alternativas": ["Na produção de carnes vermelhas", "Na indústria siderúrgica", "Na produção de medicamentos", "Na construção de edifícios", "Na produção de ligas metálicas"], "resposta_correta": "Na indústria siderúrgica", "index_pergunta": 0}, {"pergunta": "Onde mais o ferro é encontrado, além da crosta terrestre?", "alternativas": ["Em alimentos como frutas e verduras", "No ar que respiramos", "No espaço sideral", "Na água dos oceanos", "Em animais marinhos"], "resposta_correta": "No espaço sideral", "index_pergunta": 1}, {"pergunta": "Qual a importância do ferro para o organismo humano?", "alternativas": ["Auxilia na absorção de cálcio", "Ajuda no desenvolvimento muscular", "Favorece a renovação celular", "Controla a pressão arterial", "É um nutriente essencial para o transporte de oxigênio no sangue"], "resposta_correta": "É um nutriente essencial para o transporte de oxigênio no sangue", "index_pergunta": 2}, {"pergunta": "O que pode causar o excesso de ferro no corpo humano?", "alternativas": ["Doenças respiratórias", "Doenças cardiovasculares", "Problemas renais", "Doenças neurológicas", "Problemas musculares"], "resposta_correta": "Doenças cardiovasculares", "index_pergunta": 3}, {"pergunta": "O que é anemia ferropriva?", "alternativas": ["Excesso de ferro no organismo", "Deficiência de ferro no organismo", "Aumento dos glóbulos vermelhos no sangue", "Diminuição dos glóbulos brancos no sangue", "Alteração dos níveis de colesterol no sangue"], "resposta_correta": "Deficiência de ferro no organismo", "index_pergunta": 4}], "tema": "Ferro"}, {"resumo": "Os pinguins são aves marinhas que vivem no Hemisfério Sul. Eles são conhecidos por sua habilidade de nadar e se alimentar debaixo d'água e por sua aparência única, com suas asas modificadas em nadadeiras e sua plumagem densa e impermeável. Existem cerca de 18 espécies de pinguins, variando em tamanho e cor, sendo o maior o pinguim-imperador que pode medir até 1,20 metro de altura e pesar até 40 kg. Os pinguins são animais sociáveis que formam grupos para se reproduzir e caçar. Eles constroem seus ninhos no chão e a fêmea normalmente põe apenas um ou dois ovos. Alguns pinguins podem viajar até 20 km por dia para encontrar comida. Infelizmente, muitas espécies de pinguins estão ameaçadas de extinção devido à perda de habitat, pesca excessiva e mudanças climáticas.", "perguntas": [{"pergunta": "Quantas espécies de pinguins existem?", "alternativas": ["12", "18", "24", "30", "36"], "resposta_correta": "18", "index_pergunta": 0}, {"pergunta": "Qual a característica mais marcante dos pinguins?", "alternativas": ["Sua habilidade de voar", "Sua plumagem colorida", "Sua capacidade de hibernar", "Suas asas modificadas em nadadeiras", "Sua habilidade de camuflagem"], "resposta_correta": "Suas asas modificadas em nadadeiras", "index_pergunta": 1}, {"pergunta": "Qual a espécie de pinguim que pode medir até 1,20 metro de altura e pesar até 40 kg?", "alternativas": ["Pinguim-de-magalhães", "Pinguim-de-adélia", "Pinguim-rei", "Pinguim-papua", "Pinguim-gentoo"], "resposta_correta": "Pinguim-rei", "index_pergunta": 2}, {"pergunta": "Como os pinguins se reproduzem?", "alternativas": ["Em árvores", "Em cavernas", "No mar", "No ar", "No chão"], "resposta_correta": "No chão", "index_pergunta": 3}, {"pergunta": "Por que muitas espécies de pinguins estão ameaçadas de extinção?", "alternativas": ["Devido à caça excessiva", "Devido à perda de habitat", "Devido ao aumento da temperatura", "Devido à construção de barragens", "Devido à poluição sonora"], "resposta_correta": "Devido à perda de habitat", "index_pergunta": 4}], "tema": "Pinguim"}, {"resumo": "Deserto é uma região geográfica caracterizada pela falta de água e vegetação. O clima é seco e as temperaturas podem variar de extremamente quentes durante o dia para muito frias durante a noite. Existem diferentes tipos de desertos, incluindo os quentes, como o Sahara, e os frios, como a Antártica. A maior parte dos desertos se localiza em regiões próximas ao equador, mas existem também desertos em outras partes do mundo. A fauna e a flora no deserto são bem diferentes daquelas em outros ambientes. Plantas e animais que vivem no deserto desenvolvem adaptações especiais para sobreviver às condições extremas.", "perguntas": [{"pergunta": "Qual é a principal característica de um deserto?", "alternativas": ["Falta de chuva", "Temperaturas altas", "Grandes dunas de areia", "Presença de oásis", "Fauna exuberante"], "resposta_correta": "Falta de chuva", "index_pergunta": 0}, {"pergunta": "Qual é a faixa climática onde se encontram a maioria dos desertos?", "alternativas": ["Equatorial", "Tropical", "Temperada", "Fria", "Polar"], "resposta_correta": "Equatorial", "index_pergunta": 1}, {"pergunta": "Quais são as adaptações que os animais desenvolvem para sobreviver no deserto?", "alternativas": ["Penas para voar", "Pelos para se proteger do frio", "Escamas para reter umidade", "Nadadeiras para nadar", "Garras afiadas para caçar"], "resposta_correta": "Escamas para reter umidade", "index_pergunta": 2}, {"pergunta": "O que é um oásis?", "alternativas": ["Uma cidade construída no deserto", "Uma criatura lendária", "Um lago no meio do deserto", "Uma planta típica do deserto", "Uma rocha que brilha no escuro"], "resposta_correta": "Um lago no meio do deserto", "index_pergunta": 3}, {"pergunta": "Por que as plantas do deserto têm espinhos?", "alternativas": ["Para se proteger dos predadores", "Para capturar presas", "Para se adaptar ao clima seco", "Porque as outras plantas têm espinhos", "Para armazenar água"], "resposta_correta": "Para se proteger dos predadores", "index_pergunta": 4}], "tema": "Deserto"}, {"resumo": "A Trigonometria é um ramo da matemática que estuda as relações matemáticas entre os lados e ângulos dos triângulos. Essas relações nos permitem determinar medidas desconhecidas a partir de medidas conhecidas. A trigonometria tem aplicações em várias áreas, como na física, engenharia, navegação, arquitetura, entre outras. A trigonometria é composta por seis funções trigonométricas: Seno, Cosseno, Tangente, Cossecante, Secante e Cotangente. Cada uma dessas funções é definida como a razão entre dois lados de um triângulo retângulo. A trigonometria é usada, principalmente, para resolver problemas que envolvem triângulos retângulos, porém é um assunto vasto que inclui estudo de funções, identidades trigonométricas, equações trigonométricas, entre outros conceitos.", "perguntas": [{"pergunta": "Qual é a definição da trigonometria?", "alternativas": ["A Trigonometria é um ramo da matemática que estuda as relações matemáticas entre os lados e ângulos dos triângulos.", "A Trigonometria é o estudo das retas e curvas.", "A Trigonometria é uma geometria aplicada.", "A Trigonometria é o estudo das formas geométricas."], "resposta_correta": "A Trigonometria é um ramo da matemática que estuda as relações matemáticas entre os lados e ângulos dos triângulos.", "index_pergunta": 0}, {"pergunta": "Quais são as seis funções trigonométricas?", "alternativas": ["Adição, subtração, multiplicação, divisão, raiz quadrada, expoente.", "Seno, Cosseno, Tangente, Raio, Diâmetro, Circunferência.", "Senso, Cosseno, Tangente, Cossecante, Secante e Cota-secante.", "Senso, Cosseno, Tangente, Seno inverso, Cosseno inverso e Tangente inverso."], "resposta_correta": "Senso, Cosseno, Tangente, Cossecante, Secante e Cota-secante.", "index_pergunta": 1}, {"pergunta": "Qual é a principal aplicação da trigonometria?", "alternativas": ["A trigonometria tem aplicações em várias áreas, como na física, engenharia, navegação, arquitetura, entre outras.", "A trigonometria é aplicada somente na matemática pura.", "A trigonometria não tem nenhuma aplicação prática.", "A trigonometria é aplicada apenas na área da navegação."], "resposta_correta": "A trigonometria tem aplicações em várias áreas, como na física, engenharia, navegação, arquitetura, entre outras.", "index_pergunta": 2}, {"pergunta": "Como são definidas as funções trigonométricas?", "alternativas": ["Cada uma das funções é definida como a medida dos ângulos do triângulo.", "Cada uma das funções é definida como a razão entre catetos opostos.", "Cada uma das funções é definida como a razão entre catetos adjacentes.", "Cada uma das funções é definida como a razão entre dois lados de um triângulo retângulo.", "Cada uma das funções é definida como a medida dos lados do triângulo."], "resposta_correta": "Cada uma das funções é definida como a razão entre dois lados de um triângulo retângulo.", "index_pergunta": 3}, {"pergunta": "O que está incluído no estudo da trigonometria, além do estudo de triângulos retângulos?", "alternativas": ["Apenas o estudo de triângulos retângulos faz parte da trigonometria.", "A trigonometria inclui estudo de funções, identidades trigonométricas, equações trigonométricas, entre outros conceitos.", "A trigonometria inclui a análise de figuras planas.", "A trigonometria inclui o estudo de linhas retas."], "resposta_correta": "A trigonometria inclui estudo de funções, identidades trigonométricas, equações trigonométricas, entre outros conceitos.", "index_pergunta": 4}], "tema": "Trigonometria"}, {"resumo": "O capitalismo é um sistema econômico baseado na propriedade privada dos meios de produção e na busca pelo lucro. Ele se originou na Europa nos séculos XV e XVI junto com a Revolução Industrial e espalhou-se pelo mundo. Uma característica fundamental do capitalismo é a competição entre as empresas pelo mercado consumidor, que leva a busca pela eficiência e inovação nos processos produtivos. Além disso, esse sistema de produção se baseia na divisão do trabalho, que aumenta a produtividade e reduz os custos.", "perguntas": [{"pergunta": "O que é o capitalismo?", "alternativas": ["Um sistema econômico baseado na propriedade pública dos meios de produção.", "Um sistema político baseado na divisão do poder em diferentes instituições.", "Um sistema econômico baseado na propriedade privada dos meios de produção e na busca pelo lucro.", "Um sistema de produção baseado na autossuficiência econômica local.", "Uma teoria econômica que propõe a intervenção estatal na economia."], "resposta_correta": "Um sistema econômico baseado na propriedade privada dos meios de produção e na busca pelo lucro.", "index_pergunta": 0}, {"pergunta": "Como se originou o capitalismo?", "alternativas": ["Na África com as práticas comerciais das tribos.", "Na Ásia com o comércio de especiarias.", "Na Europa nos séculos XV e XVI junto com a Revolução Industrial.", "Na América com a exploração do ouro pelos colonizadores.", "Nenhuma das alternativas anteriores."], "resposta_correta": "Na Europa nos séculos XV e XVI junto com a Revolução Industrial.", "index_pergunta": 1}, {"pergunta": "O que é uma característica fundamental do capitalismo?", "alternativas": ["A propriedade pública dos meios de produção.", "A cooperação entre as empresas.", "A redistribuição de renda.", "A competição entre as empresas pelo mercado consumidor.", "A produção autossuficiente."], "resposta_correta": "A competição entre as empresas pelo mercado consumidor.", "index_pergunta": 2}, {"pergunta": "Como o capitalismo busca aumentar a produtividade e reduzir os custos?", "alternativas": ["Reduzindo a eficiência dos processos produtivos.", "Aumentando a burocracia produtiva.", "Incentivando a propriedade pública dos meios de produção.", "Incentivando a divisão do trabalho.", "Nenhuma das alternativas anteriores."], "resposta_correta": "Incentivando a divisão do trabalho.", "index_pergunta": 3}, {"pergunta": "Qual é um dos principais objetivos do capitalismo?", "alternativas": ["A igualdade social.", "A autossuficiência econômica local.", "A redução da produção em massa.", "A busca pelo lucro.", "Nenhuma das alternativas anteriores."], "resposta_correta": "A busca pelo lucro.", "index_pergunta": 4}], "tema": "Capitalismo"}, {"resumo": "Golf is a sport that involves using specialized clubs to hit a small, hard ball into a series of holes on a course in as few strokes as possible. The sport originated in Scotland in the 15th century and has since spread around the world. There are several different types of clubs used to hit the ball in different ways, as well as various techniques to control the ball's direction and speed. Golf is often played in scenic outdoor locations and can be enjoyed by people of all ages and skill levels. It is also a popular professional sport with high-level tournaments and competitions held around the world.", "perguntas": [{"pergunta": "Where did golf originate?", "alternativas": ["England", "Scotland", "Ireland", "Wales", "France"], "resposta_correta": "Scotland", "index_pergunta": 0}, {"pergunta": "What is the objective of golf?", "alternativas": ["To hit the ball as hard as possible", "To hit the ball into as few holes as possible", "To hit the ball as far as possible", "To hit the ball into as many holes as possible", "To hit the ball onto the green"], "resposta_correta": "To hit the ball into as few holes as possible", "index_pergunta": 1}, {"pergunta": "What are the different types of clubs used in golf?", "alternativas": ["Drivers, putters, irons, and wedges", "Drivers, putters, irons, and woods", "Puts, wedges, irons, and woods", "Wedges, putters, hybrids, and irons", "Drivers, irons, woods, and hybrids"], "resposta_correta": "Drivers, putters, irons, and wedges", "index_pergunta": 2}, {"pergunta": "What is the skill level required to play golf?", "alternativas": ["Only for professionals", "Beginner level", "Intermediate level", "Advanced level", "All skill levels can play"], "resposta_correta": "All skill levels can play", "index_pergunta": 3}, {"pergunta": "Is golf a popular professional sport?", "alternativas": ["No", "Yes, but only in certain countries", "Yes, with high-level tournaments held around the world", "Yes, but only at amateur level", "Yes, but only as a hobby"], "resposta_correta": "Yes, with high-level tournaments held around the world", "index_pergunta": 4}], "tema": "Golfe"}, {"resumo": "Sorvete é uma sobremesa gelada muito popular em todo o mundo. É feito a partir de uma mistura de leite, creme, açúcar e outras substâncias saborizantes que são congeladas para criar uma textura cremosa e suave. Os primeiros registros do consumo de sorvete são do século VII, na China, mas acredita-se que a sobremesa tenha se popularizado na Europa no século XVII. Atualmente, uma grande variedade de sabores e formas de sorvete está disponível, incluindo opções sem lactose ou com baixo teor de açúcar.", "perguntas": [{"pergunta": "Qual é a base do sorvete?", "alternativas": ["Água", "Leite e creme", "Óleo", "Farinha", "Frutas"], "resposta_correta": "Leite e creme", "index_pergunta": 0}, {"pergunta": "De onde surgiu o sorvete?", "alternativas": ["China", "Itália", "França", "Brasil", "Japão"], "resposta_correta": "China", "index_pergunta": 1}, {"pergunta": "Quais são os ingredientes comuns no sorvete?", "alternativas": ["Açúcar e leite", "Sal e pimenta", "Farinha e água", "Vinagre e azeite", "Arroz e soja"], "resposta_correta": "Açúcar e leite", "index_pergunta": 2}, {"pergunta": "Quantos sabores de sorvete existem?", "alternativas": ["Apenas 5", "Mais de 100", "Mais de 500", "Mais de 1000", "Não existe uma quantidade definida"], "resposta_correta": "Não existe uma quantidade definida", "index_pergunta": 3}, {"pergunta": "Existem opções de sorvete com baixo teor de açúcar?", "alternativas": ["Sim, existem", "Não, não existem", "Apenas em alguns países", "Apenas em lojas especializadas", "Apenas em sorveterias pequenas"], "resposta_correta": "Sim, existem", "index_pergunta": 4}], "tema": "Sorvete"}, {"resumo": "Aquário é um signo do zodíaco que se inicia em 20 de janeiro e vai até 18 de fevereiro. É representado pelo símbolo do Aguadeiro, um homem segurando um cântaro e derramando água, o que representa a habilidade dos aquarianos de trazer inovação e criatividade para o mundo. Os aquarianos são conhecidos por serem curiosos, independentes e progressistas, sempre buscando novas maneiras de pensar e agir. Eles valorizam a liberdade, a igualdade e a justiça, e muitas vezes lutam pelos direitos das minorias. Além disso, são pessoas muito sociáveis e humanitárias, se importando com o bem-estar de todos ao seu redor. O elemento regente do signo Aquário é o ar, o que indica uma mente ágil, racional e comunicativa, além de uma grande capacidade de adaptabilidade.", "perguntas": [{"pergunta": "Qual é o símbolo que representa o signo de Aquário?", "alternativas": ["Um leão", "Um carneiro", "Um peixe", "Um escorpião", "Um homem segurando um cântaro e derramando água"], "resposta_correta": "Um homem segurando um cântaro e derramando água", "index_pergunta": 0}, {"pergunta": "Quando começa e acaba o período do signo de Aquário?", "alternativas": ["De 20 de dezembro a 18 de janeiro", "De 19 de janeiro a 17 de fevereiro", "De 18 de fevereiro a 20 de março", "De 21 de março a 19 de abril", "De 20 de abril a 20 de maio"], "resposta_correta": "De 19 de janeiro a 17 de fevereiro", "index_pergunta": 1}, {"pergunta": "Quais são algumas das principais características dos aquarianos?", "alternativas": ["Curiosidade, independência e progressismo", "Cautela, organização e eficiência", "Emoção, sensibilidade e romantismo", "Modéstia, paciência e humildade", "Coragem, persistência e determinação"], "resposta_correta": "Curiosidade, independência e progressismo", "index_pergunta": 2}, {"pergunta": "Qual é o elemento regente do signo de Aquário?", "alternativas": ["Fogo", "Terra", "Água", "Ar", "Metal"], "resposta_correta": "Ar", "index_pergunta": 3}, {"pergunta": "O que os aquarianos valorizam?", "alternativas": ["O status quo e a tradição", "A competição e a individualidade", "A beleza e o conforto", "A liberdade, a igualdade e a justiça", "O sucesso e a riqueza"], "resposta_correta": "A liberdade, a igualdade e a justiça", "index_pergunta": 4}], "tema": "Aquário"}, {"resumo": "Albert Einstein foi um físico teórico alemão que desenvolveu a teoria da relatividade geral e a famosa equação E = mc². Nasceu em 1879, em Ulm, Alemanha, e estudou na Suíça, onde começou a trabalhar em um escritório de patentes. Em 1905, publicou uma série de artigos que mudaram a compreensão da física e o fizeram ganhar o Prêmio Nobel de Física em 1921. Durante a Segunda Guerra Mundial, ele ajudou a alertar o presidente norte-americano Franklin D. Roosevelt sobre o perigo de se desenvolver a bomba atômica e mais tarde se tornou um defensor mundial do desarmamento e da paz. Einstein morreu em 1955, em Princeton, Nova Jersey.", "perguntas": [{"pergunta": "O que Albert Einstein desenvolveu?", "alternativas": ["A teoria do calor", "A teoria da relatividade geral", "A teoria do magnetismo", "A teoria do caos", "A teoria da gravidade quântica"], "resposta_correta": "A teoria da relatividade geral", "index_pergunta": 0}, {"pergunta": "Qual é a famosa equação desenvolvida por Einstein?", "alternativas": ["A equação do calor", "A equação da velocidade", "A equação da gravidade", "A equação da energia", "A equação da força"], "resposta_correta": "A equação da energia", "index_pergunta": 1}, {"pergunta": "Quando Albert Einstein nasceu?", "alternativas": ["1879", "1889", "1899", "1869", "1859"], "resposta_correta": "1879", "index_pergunta": 2}, {"pergunta": "Por que Albert Einstein ganhou o Prêmio Nobel?", "alternativas": ["Pelo desenvolvimento da teoria da relatividade geral", "Pela descoberta da eletricidade", "Pela criação do microscópio eletrônico", "Pela invenção do radar", "Pela descoberta da radioatividade"], "resposta_correta": "Pelo desenvolvimento da teoria da relatividade geral", "index_pergunta": 3}, {"pergunta": "Como Albert Einstein contribuiu durante a Segunda Guerra Mundial?", "alternativas": ["Desenvolvendo bombas atômicas", "Combatendo na frente de batalha", "Ajudando a alertar o presidente norte-americano sobre o perigo da bomba atômica", "Criando armas para o exército", "Viajando para negociar a paz"], "resposta_correta": "Ajudando a alertar o presidente norte-americano sobre o perigo da bomba atômica", "index_pergunta": 4}], "tema": "Einstein"}, {"resumo": "Mercúrio é o menor planeta do Sistema Solar e o mais próximo do sol. O seu diâmetro é de aproximadamente 4880 km. A sua órbita é a mais elíptica de todas, o que faz com que a sua distância ao sol varie entre 46 e 70 milhões de quilômetros. A sua atmosfera é escassa e composta por hélio e vapor de sódio. Além disso, Mercúrio não possui satélite natural e o seu período de rotação é de aproximadamente 59 dias.", "perguntas": [{"pergunta": "Qual é o diâmetro de Mercúrio?", "alternativas": ["Aproximadamente 4880 km", "Aproximadamente 10.000 km", "Aproximadamente 7000 km", "Aproximadamente 12.000 km", "Aproximadamente 2000 km"], "resposta_correta": "Aproximadamente 4880 km", "index_pergunta": 0}, {"pergunta": "Qual é a composição da atmosfera de Mercúrio?", "alternativas": ["Oxigênio e hélio", "Hélio e vapor de sódio", "Nitrênio e oxigênio", "Metano e hidrogênio", "Dióxido de carbono e oxigênio"], "resposta_correta": "Hélio e vapor de sódio", "index_pergunta": 1}, {"pergunta": "Qual é a distância média de Mercúrio em relação ao sol?", "alternativas": ["150 milhões de km", "46 milhões de km", "70 milhões de km", "300 milhões de km", "500 milhões de km"], "resposta_correta": "46 milhões de km", "index_pergunta": 2}, {"pergunta": "Quantos satélites naturais Mercúrio possui?", "alternativas": ["Nenhum", "Um", "Dois", "Três", "Quatro"], "resposta_correta": "Nenhum", "index_pergunta": 3}, {"pergunta": "Qual é o período de rotação de Mercúrio?", "alternativas": ["24 horas", "59 dias", "365 dias", "687 dias", "9 anos"], "resposta_correta": "59 dias", "index_pergunta": 4}], "tema": "Mercúrio"}, {"resumo": "O cavalo é um animal herbívoro, da família dos equídeos, caracterizado por sua alta resistência física. Possui pernas longas e musculosas, cascos duros e a cabeça com grandes olhos e orelhas móveis. Sua pelagem pode variar em cores e texturas, desde o branco até o preto, passando por tons de marrom e cinza.\n\nDomesticado há cerca de 6000 anos, o cavalo é utilizado em diversas atividades humanas, como transporte, trabalho em fazendas, atividades esportivas, competições e como animal de companhia. Além disso, vários estudos sobre a inteligência animal apontam o cavalo como um animal altamente sensível e inteligente, capaz de reconhecer emoções humanas e responder a treinamentos positivos.\n\nCuidados com a alimentação do cavalo incluem fornecimento de ração balanceada, água limpa em abundância e espaços para pastagem. Também é importante a realização de exames e cuidados veterinários regulares, como verificação de cascos e dentes, aplicação de vacinas e vermifugação.\n\nEmbora seja um animal forte e resistente, o cavalo pode apresentar problemas de saúde, como cólicas, ferimentos nos cascos e problemas respiratórios. Por isso, é fundamental que os responsáveis pelos cuidados com o animal tenham conhecimento sobre sua anatomia e comportamento para prevenir possíveis problemas.\n", "perguntas": [{"pergunta": "Qual é a característica física mais marcante do cavalo?", "alternativas": ["Casco duro", "Orelhas grandes", "Pernas curtas", "Rabo comprido", "Pele lisa"], "resposta_correta": "Pernas longas e musculosas", "index_pergunta": 0}, {"pergunta": "Quais são as atividades que podem ser desempenhadas pelo cavalo?", "alternativas": ["Brincar", "Passear de carro", "Transporte de cargas", "Nadar", "Digitar"], "resposta_correta": "Transporte de cargas", "index_pergunta": 1}, {"pergunta": "O que é importante para garantir a saúde do cavalo?", "alternativas": ["Exercícios intensos", "Alimentação rica em gordura", "Água suja", "Vermifugação", "Banho com frequência"], "resposta_correta": "Vermifugação", "index_pergunta": 2}, {"pergunta": "O cavalo é um animal altamente inteligente?", "alternativas": ["Sim", "Não", "Depende do treinamento", "Apenas os cavalos selvagens", "Não se sabe"], "resposta_correta": "Sim", "index_pergunta": 3}, {"pergunta": "Quais os principais problemas de saúde que podem afetar o cavalo?", "alternativas": ["Insônia", "Problemas de pele", "Doença de Alzheimer", "Problemas respiratórios", "Gripe"], "resposta_correta": "Problemas respiratórios", "index_pergunta": 4}], "tema": "Cavalo"}, {"resumo": "Praia é uma extensão de areia que se localiza à margem do oceano, de um rio ou de um lago. O Brasil possui uma infinidade de praias, com diferentes características. Algumas são mais frequentadas por turistas, enquanto outras são mais tranquilas e preservadas. As praias podem ser ideais para diversos tipos de atividades, como banho de mar, prática de esportes, passeios de barco e caminhadas. É importante lembrar que cada praia possui seus próprios riscos, que devem ser observados pelos visitantes. As principais vilas de pescadores geralmente estão localizadas próximas às praias. Nestes locais é possível experimentar pratos típicos da culinária local, que são preparados a partir dos peixes e frutos do mar frescos que são pescados pelos próprios moradores.", "perguntas": [{"pergunta": "O que é uma praia?", "alternativas": ["Uma faixa de terra com vegetação", "Uma extensão de areia à margem do oceano, de um rio ou de um lago", "Uma área urbana com muitos prédios", "Uma região montanhosa", "Uma floresta densa"], "resposta_correta": "Uma extensão de areia à margem do oceano, de um rio ou de um lago", "index_pergunta": 0}, {"pergunta": "Quais são as atividades que podem ser realizadas nas praias?", "alternativas": ["Prática de esportes, caça e pesca", "Caminhadas, observação de pássaros e observação de estrelas", "Banho de mar, prática de esportes, passeios de barco e caminhadas", "Compras, visitas a museus e adegas", "Degustação de vinhos e queijos"], "resposta_correta": "Banho de mar, prática de esportes, passeios de barco e caminhadas", "index_pergunta": 1}, {"pergunta": "O que pode ser encontrado nas vilas de pescadores próximas às praias?", "alternativas": ["Carnes bovinas", "Tendas de artesanato", "Produtos eletrônicos", "Pratos típicos da culinária local preparados com peixes e frutos do mar frescos", "Bebidas alcoólicas importadas"], "resposta_correta": "Pratos típicos da culinária local preparados com peixes e frutos do mar frescos", "index_pergunta": 2}, {"pergunta": "Os riscos das praias variam de acordo com a localização?", "alternativas": ["Não, os riscos são os mesmos em todas as praias", "Sim, cada praia possui seus próprios riscos que devem ser observados pelos visitantes", "Os riscos só variam se houver presença de tubarões", "Os riscos só variam se a praia estiver muito lotada", "Os riscos só variam se a água estiver muito fria"], "resposta_correta": "Sim, cada praia possui seus próprios riscos que devem ser observados pelos visitantes", "index_pergunta": 3}, {"pergunta": "As praias são encontradas apenas no Brasil?", "alternativas": ["Sim, o Brasil é o único país que possui praias", "As praias só podem ser encontradas em países tropicais", "As praias são encontradas em vários países do mundo", "As praias só podem ser encontradas em cidades-litorâneas", "As praias são encontradas em países com pouca vegetação"], "resposta_correta": "As praias são encontradas em vários países do mundo", "index_pergunta": 4}], "tema": "Praia"}, {"resumo": "Cálculo é uma área da Matemática que estuda as propriedades dos números e de suas operações. Ele é dividido em duas partes principais: o Cálculo Diferencial, que trata de problemas envolvendo taxas de variação e derivadas, e o Cálculo Integral, que lida com o cálculo de áreas e volumes entre outras coisas. As aplicações do Cálculo são encontradas em quase todas as áreas do conhecimento, e ele é uma ferramenta importante para a física, engenharia, economia, estatística e muitas outras disciplinas.\n\nO Cálculo Diferencial envolve o cálculo das taxas de mudança instantâneas, ou derivadas. A partir da função original, é possível encontrar a sua derivada, o que indica a inclinação da curva em um ponto específico. As derivadas são utilizadas para resolver problemas de otimização em muitas áreas, como a engenharia e a economia. Por exemplo, encontrar a taxa de crescimento de uma população em determinado tempo ou a taxa de lucro de uma empresa em relação ao seu custo.\n\nJá o Cálculo Integral envolve o cálculo de áreas e volumes sob uma curva. Ele é utilizado em muitas áreas, como arquitetura, para calcular o volume de concreto necessário para uma estrutura, e física, para determinar a massa de um objeto com uma forma complexa. O Cálculo Integral também é utilizado para calcular probabilidades de eventos em estatística, como o cálculo da área sob uma curva normal. \n\nO Cálculo é um assunto que requer entendimento profundo dos conceitos matemáticos, e pode ser dividido em diversos tópicos, como Limites, Derivadas, Integrais e Séries. Ele também é essencial para a compreensão da Física, já que muitas das equações fundamentais da ciência são baseadas em conceitos de Cálculo.\n", "perguntas": [{"pergunta": "Qual é o objetivo do Cálculo Diferencial?", "alternativas": ["Resolver problemas envolvendo áreas e volumes.", "Encontrar taxas de variação instantâneas.", "Calcular probabilidades de eventos em estatística.", "Encontrar a taxa de crescimento de uma população.", "Nenhuma das alternativas."], "resposta_correta": "Encontrar taxas de variação instantâneas.", "index_pergunta": 0}, {"pergunta": "Qual é o uso do Cálculo Integral?", "alternativas": ["Resolver problemas envolvendo taxas de variação.", "Calcular probabilidades de eventos em estatística.", "Encontrar a inclinação de uma curva.", "Encontrar áreas e volumes sob uma curva.", "Nenhuma das alternativas."], "resposta_correta": "Encontrar áreas e volumes sob uma curva.", "index_pergunta": 1}, {"pergunta": "Em quais áreas o cálculo é utilizado?", "alternativas": ["Apenas na Matemática.", "Engenharia, Física e Estatística.", "Economia e Medicina.", "Arquitetura e Química.", "Nenhuma das alternativas."], "resposta_correta": "Engenharia, Física e Estatística.", "index_pergunta": 2}, {"pergunta": "Quais são as duas principais áreas do Cálculo?", "alternativas": ["Limites e Séries.", "Derivadas e Integrais.", "Matrizes e Vetores.", "Geometria Analítica e Trigonometria.", "Nenhuma das alternativas."], "resposta_correta": "Derivadas e Integrais.", "index_pergunta": 3}, {"pergunta": "Por que o Cálculo é importante para a Física?", "alternativas": ["Porque ajuda a calcular áreas e volumes sob uma curva.", "Porque ajuda a compreender as propriedades dos números.", "Porque muitas das equações fundamentais da Física são baseadas em conceitos de Cálculo.", "Para encontrar a inclinação de uma curva em um ponto específico.", "Nenhuma das alternativas."], "resposta_correta": "Porque muitas das equações fundamentais da Física são baseadas em conceitos de Cálculo.", "index_pergunta": 4}], "tema": "Cálculo"}, {"resumo": "O Fascismo é um sistema político e ideológico que surgiu na Europa no início do século XX. Foi criado por Benito Mussolini na Itália e se baseia em ideias como nacionalismo, autoritarismo, anti-comunismo e corporativismo. O Fascismo tem como objetivo concentrar todo o poder nas mãos do Estado, que é controlado por um líder forte e carismático. O Estado Fascista é uma ditadura que não admite oposição e defende a supressão das liberdades individuais em nome do bem comum. Durante a Segunda Guerra Mundial, o Fascismo se expandiu para outros países, como a Alemanha nazista de Adolf Hitler.", "perguntas": [{"pergunta": "Quais são as ideias básicas do Fascismo?", "alternativas": ["Nacionalismo, democracia e comunismo", "Autoritarismo, corporativismo e liberdade individual", "Nacionalismo, anti-comunismo e autoritarismo", "Liberalismo, democracia e pacifismo", "Socialistmo, anti-nacionalismo e humanismo"], "resposta_correta": "Nacionalismo, anti-comunismo e autoritarismo", "index_pergunta": 0}, {"pergunta": "Quem criou o Fascismo?", "alternativas": ["Adolf Hitler", "Joseph Stalin", "Benito Mussolini", "Francisco Franco", "Kim Jong-un"], "resposta_correta": "Benito Mussolini", "index_pergunta": 1}, {"pergunta": "O que é o Estado Fascista?", "alternativas": ["Uma democracia com liberdades individuais", "Uma monarquia com poder absolutista", "Uma ditadura controlada por um líder forte e carismático", "Uma república federal com liberdade de expressão", "Uma teocracia governada por líderes religiosos"], "resposta_correta": "Uma ditadura controlada por um líder forte e carismático", "index_pergunta": 2}, {"pergunta": "Qual é o objetivo do Fascismo?", "alternativas": ["Defender a democracia e as liberdades individuais", "Acabar com a desigualdade social", "Concentrar todo o poder nas mãos do Estado", "Promover a paz e a cooperação entre os países", "Combater o capitalismo e implantar uma economia socialista"], "resposta_correta": "Concentrar todo o poder nas mãos do Estado", "index_pergunta": 3}, {"pergunta": "Em que contexto histórico surgiu o Fascismo?", "alternativas": ["Durante a Revolução Francesa", "Durante a Guerra Fria", "Durante a Primeira Guerra Mundial", "Durante a Revolução Russa", "Durante a Segunda Guerra Mundial"], "resposta_correta": "Durante a Primeira Guerra Mundial", "index_pergunta": 4}], "tema": "Fascismo"}, {"resumo": "A natação é uma atividade física bastante popular, praticada tanto por atletas profissionais como por pessoas que buscam um exercício saudável. É uma das modalidades mais antigas dos Jogos Olímpicos. Além da melhoria da saúde cardiovascular e respiratória, a natação é também uma ótima alternativa para quem quer proteger as articulações, uma vez que a água diminui o impacto sobre o corpo humano. Existem várias categorias de provas de natação, incluindo crawl, costas, peito e borboleta. A natação é, sem dúvida, uma das atividades físicas mais completas que existem.", "perguntas": [{"pergunta": "Qual o benefício da natação para a saúde das articulações?", "alternativas": ["Aumenta o impacto sobre o corpo humano", "Não tem impacto algum sobre o corpo humano", "Diminui o impacto sobre o corpo humano", "Não há evidência científica que comprove benefícios para as articulações", "Pode prejudicar as articulações"], "resposta_correta": "Diminui o impacto sobre o corpo humano", "index_pergunta": 0}, {"pergunta": "Quais as categorias de provas de natação?", "alternativas": ["Crawl e peito", "Costas e borboleta", "Crawl, costas, peito e borboleta", "Crawl, costas e borboleta", "Apenas peito"], "resposta_correta": "Crawl, costas, peito e borboleta", "index_pergunta": 1}, {"pergunta": "A natação é uma das modalidades mais recentes dos Jogos Olímpicos?", "alternativas": ["Sim", "Não", "Não é possível afirmar", "Apenas em alguns países", "Depende da edição dos Jogos"], "resposta_correta": "Não", "index_pergunta": 2}, {"pergunta": "Além da melhoria cardiovascular e respiratória, quais outros benefícios a natação pode oferecer?", "alternativas": ["Aumento do impacto sobre o corpo humano", "Lesões nas articulações", "Diminuição da resistência física", "Proteção das articulações", "Redução da capacidade pulmonar"], "resposta_correta": "Proteção das articulações", "index_pergunta": 3}, {"pergunta": "A natação é uma atividade física incompleta e pouco popular.", "alternativas": ["Verdadeiro", "Falso", "Depende da idade da pessoa", "Apenas para atletas profissionais", "Não é possível afirmar"], "resposta_correta": "Falso", "index_pergunta": 4}], "tema": "Natação"}, {"resumo": "O hambúrguer é um prato originário dos Estados Unidos, composto basicamente por carne moída, pão e outros acompanhamentos como queijo, alface, tomate e molhos. O termo hambúrguer se refere tanto ao formato do disco de carne quanto ao sanduíche completo. Esse prato se popularizou mundialmente e hoje em dia é encontrado em diversas variações, desde os tradicionais hambúrgueres de fast food até os produzidos artesanalmente em restaurantes gourmet. Além disso, é possível encontrar versões vegetarianas e veganas, feitas com ingredientes como soja, grão de bico ou cogumelos.", "perguntas": [{"pergunta": "Qual o país de origem do hambúrguer?", "alternativas": ["Brasil", "França", "Estados Unidos", "Itália", "Japão"], "resposta_correta": "Estados Unidos", "index_pergunta": 0}, {"pergunta": "O que é um hambúrguer?", "alternativas": ["Apenas o disco de carne", "Apenas o sanduíche completo", "Apenas o acompanhamento de pão", "O disco de carne e o sanduíche completo", "O disco de carne e o acompanhamento de pão"], "resposta_correta": "O disco de carne e o sanduíche completo", "index_pergunta": 1}, {"pergunta": "Além de carne e pão, quais são alguns dos acompanhamentos comuns em um hambúrguer?", "alternativas": ["Arroz e feijão", "Batata frita e refrigerante", "Queijo, alface, tomate e molhos", "Cenoura e brócolis", "Pizza e sorvete"], "resposta_correta": "Queijo, alface, tomate e molhos", "index_pergunta": 2}, {"pergunta": "Onde é possível encontrar hambúrgueres artesanais?", "alternativas": ["Apenas em fast foods", "Apenas em restaurantes gourmet", "Apenas em food trucks", "Em fast foods, restaurantes gourmet e food trucks", "Apenas em padarias"], "resposta_correta": "Em fast foods, restaurantes gourmet e food trucks", "index_pergunta": 3}, {"pergunta": "É possível encontrar versões vegetarianas e veganas de hambúrguer?", "alternativas": ["Sim, feitas com ingredientes como soja, grão de bico ou cogumelos", "Não, o hambúrguer é sempre feito com carne", "Apenas em países asiáticos", "Apenas em restaurantes especializados", "Apenas em supermercados"], "resposta_correta": "Sim, feitas com ingredientes como soja, grão de bico ou cogumelos", "index_pergunta": 4}], "tema": "Hambúrguer"}, {"resumo": "Peixes são animais aquáticos vertebrados que possuem um corpo alongado e revestido de escamas. Eles são encontrados em praticamente todos os ambientes aquáticos, desde águas rasas até profundidades extremas. Existem cerca de 32 mil espécies de peixes conhecidas, sendo que a maioria pertence à classe dos osteichthyes, que são os peixes com osso. Alguns exemplos de peixes famosos são o tubarão, o salmão, o atum e o peixe-palhaço, popularmente conhecido por ser o personagem principal do filme Procurando Nemo.", "perguntas": [{"pergunta": "Quantas espécies de peixes são conhecidas atualmente?", "alternativas": ["10 mil", "20 mil", "32 mil", "50 mil", "80 mil"], "resposta_correta": "32 mil", "index_pergunta": 0}, {"pergunta": "Qual classe de peixes é a mais comum?", "alternativas": ["Aganthi", "Myxini", "Chondrichthyes", "Actinopterygii", "Sarcopterygii"], "resposta_correta": "Actinopterygii", "index_pergunta": 1}, {"pergunta": "O que são peixes osteichthyes?", "alternativas": ["Peixes sem escamas", "Peixes com músculos superdesenvolvidos", "Peixes que vivem em água salgada", "Peixes que vivem em água doce", "Peixes com osso"], "resposta_correta": "Peixes com osso", "index_pergunta": 2}, {"pergunta": "Qual é o nome do peixe popularmente conhecido por ser o personagem principal de Procurando Nemo?", "alternativas": ["Tubarão", "Salmão", "Atum", "Peixe-palhaço", "Baiacu"], "resposta_correta": "Peixe-palhaço", "index_pergunta": 3}, {"pergunta": "Onde os peixes são encontrados?", "alternativas": ["Apenas em águas rasas", "Apenas em águas profundas", "Apenas em rios e lagos", "Apenas em oceanos", "Em praticamente todos os ambientes aquáticos"], "resposta_correta": "Em praticamente todos os ambientes aquáticos", "index_pergunta": 4}], "tema": "Peixes"}, {"resumo": "Ludwig van Beethoven foi um compositor alemão do início do século XIX, considerado um dos maiores músicos da história. Nascido em Bonn em 1770, Beethoven iniciou seus estudos musicais ainda criança com o pai, que era tenor, e com o mestre Christian Gottlob Neefe. Aos 17 anos, mudou-se para Viena, onde teve aulas com Haydn e outros mestres. Sua vida foi marcada pela surdez progressiva, que começou a afetá-lo aos 26 anos e o levou à reclusão. Beethoven morreu em 1827, aos 57 anos, em decorrência de uma cirrose hepática.\n\nConsiderado um dos músicos mais revolucionários de todos os tempos, Beethoven foi um dos primeiros a ampliar a estrutura e o alcance da música ocidental. Suas obras são marcadas pela expressividade, pelo romantismo e pela busca incessante pela inovação. Sua obra inclui nove sinfonias, cinco concertos para piano, um concerto para violino, uma ópera (Fidelio) e diversas sonatas para piano, além de outras peças para orquestra, música de câmara e canções. Entre suas obras mais conhecidas estão a Quinta Sinfonia, a Nona Sinfonia e a Sonata ao Luar.\n\nA música de Beethoven foi influenciada por diversos gêneros e estilos, incluindo a música barroca, clássica e folclórica. Ele era um grande admirador de Bach e de Mozart, mas ao mesmo tempo critico às suas obras. Beethoven também se inspirou em poetas e filósofos, como Goethe e Schiller, e em eventos históricos, como a Revolução Francesa. Sua música expressava ideais de liberdade, igualdade e fraternidade, que eram temas importantes da época.\n\nAlém de sua música, Beethoven foi um grande exemplo de superação diante da surdez que o afligiu. Ele continuou a compor, mesmo sem poder ouvir suas próprias obras, e escreveu algumas das mais importantes composições da história da música. Sua vida e obra inspiraram muitos outros artistas e continuam a ser estudadas e admiradas até hoje.", "perguntas": [{"pergunta": "Qual a cidade natal de Beethoven?", "alternativas": ["Berlim", "Londres", "Viena", "Frankfurt", "Bonn"], "resposta_correta": "Bonn", "index_pergunta": 0}, {"pergunta": "Quantas sinfonias Beethoven compôs?", "alternativas": ["3", "5", "7", "9", "11"], "resposta_correta": "9", "index_pergunta": 1}, {"pergunta": "Qual a obra mais conhecida de Beethoven?", "alternativas": ["Sonata ao Luar", "Concerto para Piano nº 5", "Sinfonia nº 5", "Sinfonia nº 9", "Fidelio"], "resposta_correta": "Sinfonia nº 5", "index_pergunta": 2}, {"pergunta": "Qual o estilo musical que mais influenciou Beethoven?", "alternativas": ["Jazz", "Samba", "Folclórica", "Reggae", "Rock"], "resposta_correta": "Folclórica", "index_pergunta": 3}, {"pergunta": "Qual era o tema principal expresso pela música de Beethoven?", "alternativas": ["Paz e amor", "Amor próprio", "Liberalismo econômico", "Igualdade e fraternidade", "Capitalismo selvagem"], "resposta_correta": "Igualdade e fraternidade", "index_pergunta": 4}], "tema": "Beethoven"}, {"resumo": "O Urânio é um elemento químico metálico de cor branca-prateada na forma natural, leve e duro o suficiente para ser trabalhado como metal. Ele é conhecido por sua radioatividade e é um dos elementos mais pesados ​​encontrados naturalmente. O Urânio é encontrado em muitas rochas e minerais, incluindo granitos, xistos e areias. É usado principalmente como combustível nuclear para gerar eletricidade, bem como em aplicativos militares. A extração e uso do Urânio é altamente regulamentada em vários países, incluindo o Brasil.", "perguntas": [{"pergunta": "Qual é a cor do Urânio na forma natural?", "alternativas": ["Preto", "Amarelo", "Branco-prateado", "Verde", "Vermelho"], "resposta_correta": "Branco-prateado", "index_pergunta": 0}, {"pergunta": "O que é o Urânio usado principalmente como?", "alternativas": ["Combustível para carros", "Material de construção", "Combustível nuclear para gerar eletricidade", "Componente para eletrônica", "Fertilizante"], "resposta_correta": "Combustível nuclear para gerar eletricidade", "index_pergunta": 1}, {"pergunta": "O Urânio é altamente regulamentado em vários países?", "alternativas": ["Sim", "Não", "Talvez", "Depende do tipo de aplicação", "Apenas em países com instalações nucleares"], "resposta_correta": "Sim", "index_pergunta": 2}, {"pergunta": "O Urânio é encontrado em muitas rochas e minerais, incluindo granitos, xistos e ___.", "alternativas": ["Calcário", "Areias", "Gesso", "Mármores", "Argilas"], "resposta_correta": "Areias", "index_pergunta": 3}, {"pergunta": "Além de ser usado como combustível nuclear, o Urânio também é usado em:", "alternativas": ["Medicina", "Alimentação animal", "Construção", "Produção de canetas", "Aplicações militares"], "resposta_correta": "Aplicações militares", "index_pergunta": 4}], "tema": "Urânio"}, {"resumo": "A zebra é um animal selvagem herbívoro que vive em áreas da África. Ela é facilmente reconhecida por suas listras pretas e brancas, que são únicas em cada indivíduo. Existem três espécies de zebras: Burchell, de Grevy e de montanha. A Burchell é a mais comum e pode ser encontrada em áreas como a África do Sul, Namíbia e Angola. A de Grevy habita áreas como Quênia e Etiópia. Por fim, a zebra de montanha é encontrada em áreas da África austral.\nAs zebras têm uma dieta exclusivamente herbívora, se alimentam principalmente de grama, folhas e brotos de árvores. Elas costumam viver em grandes grupos, liderados por um macho dominante. As zebras possuem uma incrível capacidade de comunicação. Elas podem se comunicar entre si usando sons como uma forma de alerta quando percebem ameaças em potencial.\nAs zebras são animais bem adaptados, sendo capazes de sobreviver em áreas com pouca água e pouca vegetação. Elas possuem cascos duros e duráveis, permitindo que percorram grandes distâncias em busca de alimento e água. Apesar de serem animais robustos e velozes, também possuem uma visão excepcional. Isso ajuda em sua proteção contra predadores, permitindo que identifiquem possíveis ameaças de longe.\nInfelizmente, as zebras enfrentam muitas ameaças em seu habitat natural. Algumas das principais ameaças incluem a caça ilegal, a perda de habitat devido a atividades humanas, a competição com animais domésticos por recursos e a mudança climática. Se esses problemas não forem resolvidos, as populações de zebras podem começar a declinar, colocando em risco a sobrevivência dessas espécies.", "perguntas": [{"pergunta": "Quantas espécies de zebras existem?", "alternativas": ["1", "2", "3", "4", "5"], "resposta_correta": "3", "index_pergunta": 0}, {"pergunta": "Qual é a principal fonte de alimento da zebra?", "alternativas": ["Frutas", "Carne", "Peixes", "Erva", "Repolho"], "resposta_correta": "Erva", "index_pergunta": 1}, {"pergunta": "Qual é a função do macho dominante no grupo de zebras?", "alternativas": ["Proteger a fêmea mais fraca", "Encontrar novas fontes de alimento", "Liderar e proteger o grupo", "Cuidar dos filhotes", "Buscar água"], "resposta_correta": "Liderar e proteger o grupo", "index_pergunta": 2}, {"pergunta": "As zebras possuem que habilidade excepcional?", "alternativas": ["Capacidade de voar", "Capacidade de mudar de cor", "Uma visão excepcional", "Capacidade de enxergar no escuro", "Capacidade de se camuflar"], "resposta_correta": "Uma visão excepcional", "index_pergunta": 3}, {"pergunta": "Quais são as principais ameaças enfrentadas pelas zebras?", "alternativas": ["Ataques de tubarão", "Desmatamento", "Poluição do mar", "Excesso de caça de lobos", "Caça ilegal e perda de habitat"], "resposta_correta": "Caça ilegal e perda de habitat", "index_pergunta": 4}], "tema": "Zebra"}, {"resumo": "Um lago é uma área de água parada, geralmente cercada por terra. Eles podem variar em tamanho, desde pequenos lagos naturais até grandes reservatórios artificiais criados por seres humanos para propósitos diversos. Lagos também podem ser encontrados em diversos ambientes, como em zonas úmidas, florestas, montanhas e desertos. Água doce é mais comum em lagos do que água salgada, mas existem exceções. A qualidade da água do lago pode variar dependendo dos fatores ambientais, como a poluição e o clima ao redor. A biodiversidade também pode ser afetada pela qualidade da água e da zona ao redor do lago.", "perguntas": [{"pergunta": "O que é um lago?", "alternativas": ["Área de terra cercada por água", "Área de água parada cercada por terra", "Área de terra cercada por cidades", "Área de água salgada", "Área de água em movimento"], "resposta_correta": "Área de água parada cercada por terra", "index_pergunta": 0}, {"pergunta": "Qual é o tamanho mínimo que um lago pode ter?", "alternativas": ["Grande", "Médio", "Pequeno", "Depende", "Não existe tamanho mínimo"], "resposta_correta": "Depende", "index_pergunta": 1}, {"pergunta": "O que pode afetar a qualidade da água do lago?", "alternativas": ["A temperatura da água", "O tamanho do lago", "O clima ao redor do lago", "A quantidade de peixes no lago", "A altitude do lago"], "resposta_correta": "O clima ao redor do lago", "index_pergunta": 2}, {"pergunta": "Onde podem ser encontrados os lagos?", "alternativas": ["Apenas em zonas úmidas", "Apenas em florestas", "Apenas em montanhas", "Apenas em desertos", "Em diversos ambientes"], "resposta_correta": "Em diversos ambientes", "index_pergunta": 3}, {"pergunta": "Qual é o tipo de água mais comum em lagos?", "alternativas": ["Água do mar", "Água doce", "Água salgada", "Água mineral", "Água com gás"], "resposta_correta": "Água doce", "index_pergunta": 4}], "tema": "Lago"}]}